Repository: Nogsus-CL/aquanetwork_lang_theme
Catalog: *.po
Languages: pt_pt

source: Data Contain
pt_pt: Dados Contidos

source: States
pt_pt: Estados

source: Cities
pt_pt: Cidades

source: States And Cities
pt_pt: Estados e Cidades

source: Default
pt_pt: Padrão

source: Ordering
pt_pt: Ordenação

source: Are You Sure?
pt_pt: Você tem certeza?

source: Filter
pt_pt: Filtro

source: Category Title
pt_pt: Título da Categoria

source: Save Category
pt_pt: Salvar Categoria

source: Job Approved
pt_pt: Emprego Aprovado

source: Job Rejected
pt_pt: Emprego Rejeitado

source: Companies Approval Queue
pt_pt: Fila de Aprovação de Empresas

source: Company Name
pt_pt: Nome da Empresa

source: Some values are not acceptable please check all tabs
pt_pt: Alguns valores não são aceitáveis, verifique todas as abas

source: dd-mm-yyyy
pt_pt: dd-mm-aaaa

source: mm-dd-yyyy
pt_pt: mm-dd-aaaa

source: yyyy-mm-dd
pt_pt: aaaa-mm-dd

source: Yes Recommended
pt_pt: Sim. Recomendado

source: JS Jobs Captcha
pt_pt: Captcha JS Jobs

source: Joomla Recaptcha
pt_pt: Recaptcha do Joomla

source: Show
pt_pt: Mostrar

source: Hide
pt_pt: Esconder

source: Neutical Miles
pt_pt: Milhas Náuticas

source: Authrize,net
pt_pt: Authorize.net

source: Other
pt_pt: Outro

source: Not Use
pt_pt: Não Usar

source: Site Settings
pt_pt: Configurações do Site

source: List Job
pt_pt: Listar Vagas

source: List Resume
pt_pt: Listar Currículos

source: Job Social Sharing
pt_pt: Compartilhamento de Vagas nas Redes Sociais

source: Google Map And Adsense
pt_pt: Google Mapa e Adsense

source: Job Sharing
pt_pt: Compartilhamento de Vaga

source: Data Directory
pt_pt: Diretório de Dados

source: Default Date Format
pt_pt: Formato de Data Padrão

source: Date format which is used in whole application
pt_pt: Formato de data usado em toda a aplicação

source: Show Breadcrumbs
pt_pt: Mostrar Caminhos de Navegação

source: Categories Columns Per Row
pt_pt: Colunas de Categorias por Linha

source: Show number of categories in one row in jobs and resume
pt_pt: Mostrar o número de categorias em uma linha nas vagas e currículos

source: Message Auto Approve
pt_pt: Aprovação Automática de Mensagens

source: Conflict Message Auto Approve
pt_pt: Aprovação Automática de Mensagem de Conflito

source: Employer Default Group
pt_pt: Grupo Padrão de Empregador

source: Set Default Captcha
pt_pt: Definir Captcha Padrão

source: Number Of Cities For Autocomplete
pt_pt: Número de Cidades para Autocompletar

source: Show Label In Jobs Listing
pt_pt: Mostrar Rótulo na Lista de Vagas

source: Members
pt_pt: Membros

source: Company Site
pt_pt: Site da Empresa

source: Visitors
pt_pt: Visitantes

source: Package Settings
pt_pt: Configurações de Pacote

source: New User
pt_pt: Novo Usuário

source: Employer Free Package Auto Approve
pt_pt: Aprovação Automática para Pacote Gratuito de Empregador

source: Job Seeker Free Package Auto Approve
pt_pt: Aprovação Automática para Pacote Gratuito de Candidato

source: Email Settings
pt_pt: Configurações de E-mail

source: Email address used to send emails
pt_pt: Endereço de e-mail usado para enviar mensagens

source: Admin E-mail Address
pt_pt: Endereço de E-mail do Admin

source: E-mail From Name
pt_pt: Nome do Remetente do E-mail

source: Email sender name used when an email is send
pt_pt: Nome do remetente usado quando um e-mail é enviado

source: Email send to admin when a job is applied
pt_pt: E-mail enviado ao administrador quando um trabalho é aplicado

source: Email send to admin when new company is created
pt_pt: E-mail enviado ao administrador quando uma nova empresa é criada

source: Email send to admin when employer purchase a package
pt_pt: E-mail enviado ao administrador quando um empregador compra um pacote

source: Email send to admin when new job is posted
pt_pt: E-mail enviado ao administrador quando um novo emprego é publicado

source: Friend Feed Share
pt_pt: Compartilhar com Feed de Amigos

source: Linked-in Share
pt_pt: Compartilhar no LinkedIn

source: Digg Share
pt_pt: Compartilhar no Digg

source: Twitter Share
pt_pt: Compartilhar no Twitter

source: Myspace Share
pt_pt: Compartilhar no Myspace

source: Yahoo Share
pt_pt: Compartilhar no Yahoo

source: RSS Jobs Settings
pt_pt: Configurações de RSS de Vagas

source: Jobs RSS
pt_pt: Emprego em RSS

source: Must provide title for job feed
pt_pt: Deve fornecer um título para o feed de emprego

source: Must provide description for job feed
pt_pt: Deve fornecer uma descrição para o feed de emprego

source: Copyright
pt_pt: Direitos Autorais

source: Leave blank if not show
pt_pt: Deixe em branco se não for mostrar

source: Leave blank if not show webmaster email address used for techincal issue
pt_pt: Deixe em branco se não for mostrar o endereço de e-mail do webmaster usado para problemas técnicos

source: Leave blank if not show editor email address used for content issue
pt_pt: Deixe em branco se não for mostrar o endereço de e-mail do editor usado para problemas de conteúdo

source: Time To Live
pt_pt: Tempo de Vida

source: Time To Live For Job Feed
pt_pt: Tempo de Vida do Feed de Emprego

source: Job Block
pt_pt: Bloco de Emprego

source: Show With Categories
pt_pt: Mostrar com Categorias

source: Company Image
pt_pt: Imagem da Empresa

source: Show company logo with job feeds
pt_pt: Mostrar o logotipo da empresa nos feeds de emprego

source: RSS Resume Settings
pt_pt: Configurações de RSS de Currículos

source: Must provide title for resume feed
pt_pt: Deve fornecer um título para o feed de currículos

source: Must provide description for resume feed
pt_pt: Deve fornecer uma descrição para o feed de currículos

source: Time to live for resume feed
pt_pt: Tempo de vida do feed de currículos

source: Resume Block
pt_pt: Bloco de Currículo

source: Use rss categories with our resume categories
pt_pt: Usar categorias RSS com nossas categorias de currículos

source: Show Resume File
pt_pt: Mostrar Arquivo de Currículo

source: Show resume file to downloadable from feed
pt_pt: Mostrar o arquivo de currículo para download a partir do feed

source: Resume Image
pt_pt: Imagem do Currículo

source: Show resume image with job feeds
pt_pt: Mostrar a imagem do currículo nos feeds de emprego

source: Map Height
pt_pt: Altura do Mapa

source: Map Width
pt_pt: Largura do Mapa

source: Default Map Radius Type
pt_pt: Tipo de Raio de Mapa Padrão

source: Google Adsense Settings
pt_pt: Configurações do Google Adsense

source: Show Google Ads In List Jobs
pt_pt: Mostrar Anúncios do Google em Listagem de Emprego

source: Show google ads in jobs by category and subcategory
pt_pt: Mostrar anúncios do Google em empregos por categoria e subcategoria

source: Google Adsense Client Id
pt_pt: ID do Cliente do Google Adsense

source: Google Adsense Slot Id
pt_pt: ID do Slot do Google Adsense

source: Google Ads Custom Css
pt_pt: CSS Personalizado do Google Ads

source: Google Ads Show After Number Of Jobs
pt_pt: Mostrar Anúncios do Google Após Número de Empregos

source: Google Ads Width
pt_pt: Largura dos Anúncios do Google

source: Google Ads Height
pt_pt: Altura dos Anúncios do Google

source: Job Sharing Default Location
pt_pt: Localização Padrão para Compartilhamento de Emprego

source: Select Option
pt_pt: Selecionar Opção

source: General Settings
pt_pt: Configurações Gerais

source: Members Links
pt_pt: Links de Membros

source: Visitors Links
pt_pt: Links de Visitantes

source: Package Required For Employer
pt_pt: Pacote Necessário para Empregador

source: Company Auto Approve
pt_pt: Aprovação Automática de Empresas

source: Job Auto Approve
pt_pt: Aprovação Automática de Empregos

source: Department Auto Approve
pt_pt: Aprovação Automática de Departamentos

source: Folder Auto Approve
pt_pt: Aprovação Automática de Pastas

source: Company Logo Maximum Size
pt_pt: Tamanho Máximo do Logotipo da Empresa

source: Show Login/logout Button
pt_pt: Mostrar Botão de Login/Logout

source: Show Login/logout Button In Employer Control Panel
pt_pt: Mostrar Botão de Login/Logout no Painel de Controle do Empregador

source: Job Posting Options
pt_pt: Opções de Publicação de Emprego

source: Post Job
pt_pt: Publicar Emprego

source: Edit Job Posting
pt_pt: Editar Publicação de Emprego

source: Visitor can edit their posted job
pt_pt: Visitantes podem editar seus empregos publicados

source: Form Captcha
pt_pt: Captcha do Formulário

source: Show captcha on visitor form job
pt_pt: Mostrar captcha no formulário de emprego do visitante

source: Search Resume Settings
pt_pt: Configurações de Busca de Currículos

source: Allow Save Search
pt_pt: Permitir Salvar Busca

source: Company Settings
pt_pt: Configurações da Empresa

source: Company Email Address
pt_pt: Endereço de E-mail da Empresa

source: Company Url
pt_pt: URL da Empresa

source: If Resume Search Is Allowed Then Its Allowed Also
pt_pt: Se a busca de currículos for permitida, ela também estará permitida

source: Folders
pt_pt: Pastas

source: Expire Package Message
pt_pt: Mensagem de Pacote Expirado

source: Enable
pt_pt: Habilitar

source: Show Applied Resume Status
pt_pt: Mostrar Status de Currículos Aplicados

source: Resume Auto Approve
pt_pt: Aprovação Automática de Currículos

source: Job Alert For Visitor
pt_pt: Alerta de Vaga Para Visitantes

source: Job Alert Auto Approve
pt_pt: Aprovação Automática de Alerta de Emprego

source: Job Short List Setting Effects Both On Job Listing And Control Panel Job Short List Page.
pt_pt: A configuração da lista curta de empregos afeta tanto a listagem de empregos quanto a página de lista curta do painel decontrole de empregos.

source: Apply Now Redirect Link
pt_pt: Link de Redirecionamento do Botão 'Candidatar-se Agora'

source: Vistor Can Apply To Job
pt_pt: Visitantes Podem Candidatar-se a Empregos

source: Show Login Message To Visitor
pt_pt: Mostrar Mensagem de Login ao Visitante

source: Resume Captcha
pt_pt: Captcha do Currículo

source: Show captcha on visitor form resume
pt_pt: Mostrar captcha no formulário de currículo do visitante

source: Job Alert Captcha
pt_pt: Captcha do Alerta de Vaga

source: Show captcha visitor job alert form
pt_pt: Mostrar captcha no formulário de alerta de vaga do visitante

source: View Company
pt_pt: Ver Empresa

source: Search Job Settings
pt_pt: Configurações de Busca de Emprego

source: Applied Resume Status
pt_pt: Status de Currículos Aplicados

source: Color Chooser
pt_pt: Seletor de Cores

source: Preset Theme
pt_pt: Tema Pré-definido

source: Color 1
pt_pt: Cor 1

source: Top Header Line
pt_pt: Linha Superior do Cabeçalho

source: Color 2
pt_pt: Cor 2

source: Top Header Background Color
pt_pt: Cor de Fundo do Cabeçalho Superior

source: Button Hover
pt_pt: Efeito de Passe do Mouse em Botões

source: Heading Text
pt_pt: Texto do Título

source: Color 3
pt_pt: Cor 3

source: Top Header Text Color
pt_pt: Cor do Texto do Cabeçalho Superior

source: Color 4
pt_pt: Cor 4

source: Border Color
pt_pt: Cor da Borda

source: Color 5
pt_pt: Cor 5

source: Content Background Color
pt_pt: Cor de Fundo do Conteúdo

source: Color 6
pt_pt: Cor 6

source: Content Text Color
pt_pt: Cor do Texto do Conteúdo

source: Color 7
pt_pt: Cor 7

source: Button Color
pt_pt: Cor do Botão

source: Color 8
pt_pt: Cor 8

source: Button Text Color
pt_pt: Cor do Texto do Botão

source: Color Effect Preview
pt_pt: Prévia do Efeito de Cores

source: Blue
pt_pt: Azul

source: Red
pt_pt: Vermelho

source: Purple
pt_pt: Roxo

source: Brown
pt_pt: Marrom

source: Green
pt_pt: Verde

source: Orange
pt_pt: Laranja

source: Black
pt_pt: Preto

source: Configurations
pt_pt: Configurações

source: Employer Configurations
pt_pt: Configurações do Empregador

source: Themes
pt_pt: Temas

source: Code
pt_pt: Código

source: Currency Symbol
pt_pt: Símbolo da Moeda

source: Text Field
pt_pt: Campo de Texto

source: Check Box
pt_pt: Caixa de Seleção

source: Date
pt_pt: Data

source: Drop Down
pt_pt: Menu Suspenso

source: Editor Text Area
pt_pt: Área de Texto do Editor

source: Text Area
pt_pt: Área de Texto

source: Can not delete option in use
pt_pt: Não é possível excluir a opção em uso

source: User Fields
pt_pt: Campos de Usuário

source: Num
pt_pt: Número

source: Visitor User Fields
pt_pt: Campos de Usuário para Visitantes

source: Department Approval Queue
pt_pt: Fila de Aprovação de Departamentos

source: Save Department
pt_pt: Salvar Departamento

source: Department Queue
pt_pt: Fila de Departamentos

source: Email Templates
pt_pt: Modelos de E-mail

source: Parameters
pt_pt: Parâmetros

source: Employer Name
pt_pt: Nome do Empregador

source: Job Link
pt_pt: Link do Emprego

source: Job Seeker Name
pt_pt: Nome do Candidato a Emprego

source: Department Title
pt_pt: Título do Departamento

source: Package Title
pt_pt: Título do Pacote

source: Package Price
pt_pt: Preço do Pacote

source: View Package
pt_pt: Ver Pacote

source: Payment Status
pt_pt: Status de Pagamento

source: Sender Name
pt_pt: Nome do Remetente

source: Show Jobs In Tabular
pt_pt: Mostrar Empregos em Tabela

source: Visitor Contact Name
pt_pt: Nome de Contato do Visitante

source: Site Name
pt_pt: Nome do Site

source: Click Here To Visit
pt_pt: Clique Aqui Para Visitar

source: Sender Message
pt_pt: Mensagem do Remetente

source: Resume Apply Status
pt_pt: Status da Aplicação do Currículo

source: Url To Check The Status
pt_pt: URL Para Verificar o Status

source: Company Approval
pt_pt: Aprovação de Empresa

source: Company Rejection
pt_pt: Rejeição de Empresa

source: Job Approval
pt_pt: Aprovação de Emprego

source: Job Rejecting
pt_pt: Rejeição de Emprego

source: New Resume
pt_pt: Novo Currículo

source: New Message
pt_pt: Nova Mensagem

source: Resume Approval
pt_pt: Aprovação de Currículo

source: Resume Rejecting
pt_pt: Rejeição de Currículo

source: Job Apply
pt_pt: Candidatura a Emprego

source: Employer Buy Package
pt_pt: Empregador Compra Pacote

source: Employer Visitor Job
pt_pt: Empregador Visualiza Vaga

source: Job To Friend
pt_pt: Enviar Vaga para Amigo

source: Job Seeker Package Purchased
pt_pt: Pacote de Candidato a Emprego Comprado

source: Employer Package Purchased
pt_pt: Pacote de Empregador Comprado

source: Discount start date must be less then discount end date
pt_pt: A data de início do desconto deve ser anterior à data de término do desconto

source: Enter correct discount value according to discount type
pt_pt: Insira um valor de desconto correto de acordo com o tipo de desconto

source: Discount Start Date
pt_pt: Desconto Data de Início

source: Discount End Date
pt_pt: Desconto Data de Término

source: Discount Message
pt_pt: Mensagem de Desconto

source: Discount Type
pt_pt: Tipo de Desconto

source: -1 To Unlimited
pt_pt: -1 a Ilimitado

source: Effect On Applied Resume
pt_pt: Efeito na Aplicação do Currículo

source: Folders Allow
pt_pt: Pastas Permitidas

source: Messages Allow
pt_pt: Mensagens Permitidas

source: Enforce Un-publish Job
pt_pt: Exigir Despublicar Emprego

source: Account
pt_pt: Conta

source: Save Employer Package
pt_pt: Salvar Pacote de Empregador

source: Field Ordering
pt_pt: Ordem dos Campos

source: Unpublished
pt_pt: Não Publicado

source: Required
pt_pt: Obrigatório

source: Notrequired
pt_pt: Não obrigatório

source: Can Not Unpublished
pt_pt: Não é Possível Despublicar

source: Visitor Fields
pt_pt: Campos de Visitantes

source: Fields
pt_pt: Campos

source: Folder Queue
pt_pt: Fila de Pastas

source: Unpublish
pt_pt: Despublicar

source: Highest Educations
pt_pt: Maiores Graus de Instrução

source: JS Jobs Installation
pt_pt: Instalação do JS Jobs

source: Finish
pt_pt: Finalizar

source: Quick Configurations
pt_pt: Configurações Rápidas

source: Enable JS Jobs
pt_pt: Habilitar JS Jobs

source: Employer Can Register
pt_pt: Empregadores Podem Registrar-se

source: Employer Package Required
pt_pt: Pacote de Empregador Necessário

source: Only Employer Can Post Jobs
pt_pt: Apenas Empregadores Podem Publicar Empregos

source: Job Seeker Package Required
pt_pt: Pacote de Candidato a Emprego Necessário

source: Only Job Seeker Can Apply Job
pt_pt: Apenas Candidatos a Emprego Podem Candidatar-se a Empregos

source: Sample Data
pt_pt: Dados de Amostra

source: Install Sample Data
pt_pt: Instalar Dados de Amostra

source: Sample Data Default User Information
pt_pt: Informação Padrão de Usuário de Dados de Amostra

source: Username
pt_pt: Nome de Usuário

source: JSjobs Jobseeker
pt_pt: Candidato a Emprego JS Jobs

source: JSjobs Employer
pt_pt: Empregador JS Jobs

source: Create Menu For JS Jobs
pt_pt: Criar Menu para JS Jobs

source: Final Step
pt_pt: Passo Final

source: Jobs Approval Queue
pt_pt: Fila de Aprovação de Empregos

source: Save Job Alert
pt_pt: Salvar Alerta de Emprego

source: Subcategory
pt_pt: Subcategoria

source: Advance Search
pt_pt: Busca Avançada

source: Job Alert Setting
pt_pt: Configuração de Alerta de Emprego

source: Save Job Seeker Package
pt_pt: Salvar Pacote de Candidato a Emprego

source: Server Serial Number
pt_pt: Número de Série do Servidor

source: Please type your server serial number and
pt_pt: Insira seu Número de Série do Servidor e

source: Please enter your JS Jobs server serial number
pt_pt: Digite seu Número de Série do Servidor JS Jobs

source: Insert serial number here and submit, then goto Joomsky again and verify you website.
pt_pt: Insira o número de série aqui e envie-o. Em seguida, acesse o Joomsky novamente e verifique seu site.

source: Sharing Subscribe
pt_pt: Compartilhamento de Assinatura

source: Sharing Services
pt_pt: Serviços de Compartilhamento

source: Subscribe and unsubscribe sharing services
pt_pt: Inscrever-se e cancelar inscrição nos serviços de compartilhamento

source: Your Sharing Services
pt_pt: Seus Serviços de Compartilhamento

source: Subscribed
pt_pt: Inscrito

source: Unsubscribed
pt_pt: Não Inscrito

source: Authentication key
pt_pt: Chave de Autenticação

source: Enter The Key
pt_pt: Digite a Chave

source: Get authentication key from Joomsky my product area here is link
pt_pt: Obtenha a chave de autenticação em Joomsky my product area. Aqui está o link.

source: Insert your authentication key here and press subscribe to job sharing services.
pt_pt: Insira sua chave de autenticação aqui e clique em inscrever-se nos serviços de compartilhamento deempregos.

source: If you want to unsubscribe then after subscribe you are able to make unsubscribe
pt_pt: Se desejar cancelar a inscrição, você poderá fazê-lo após se inscrever.

source: Please wait your system synchronize with server
pt_pt: Aguarde a sincronização do seu sistema com o servidor.

source: Job Share Log
pt_pt: Registro de Compartilhamento de Emprego

source: Ref Number
pt_pt: Número de Referência

source: Start
pt_pt: Início

source: End
pt_pt: Fim

source: User Id
pt_pt: ID do Usuário

source: Event
pt_pt: Evento

source: Event Type
pt_pt: Tipo de Evento

source: Job Sharing Service
pt_pt: Serviço de Compartilhamento de Emprego

source: Job Types
pt_pt: Tipos de Emprego

source: Disable
pt_pt: Desabilitar

source: Payment Report
pt_pt: Relatório de Pagamentos

source: User Stats
pt_pt: Estatísticas de Usuário

source: General
pt_pt: Geral

source: Information
pt_pt: Informação

source: Support
pt_pt: Suporte

source: Forum
pt_pt: Fórum

source: Documentation
pt_pt: Documentação

source: Cron Job
pt_pt: Tarefa Cron

source: Php Script
pt_pt: Script PHP

source: Name Of Cronjob
pt_pt: Nome da Tarefa Cron

source: Log In To Webcron.org. In The Cron Area, Click On The New Cron Button. Below Youll Find What You Have To Enter At Webcron.orgs Interface
pt_pt: Acesse o Webcron.org. Na área da tarefa cron, clique no botão Nova Tarefa Cron.Abaixo, você encontrará o que precisa inserir na interface do Webcron.org.

source: Timeout
pt_pt: Tempo Limite

source: 180sec If The Backup Doesnt Complete, Increase It. Most Sites Will Work With A Setting Of 180 Or 600 Here. If You Have A Very Big Site Which Takes More Than 5 Minutes To Back Itself Up, You Might Consider Using Akeeba Backup Professional And The Native Cli Cron Job Instead, As Its Much More Cost-effective.
pt_pt: 180seg. Se o backup não for concluído, aumente esse valor. A maioria dos sites funciona bem com uma configuração de 180 ou 600 aqui. Se você tiver um site muito grande que leva mais de 5 minutos para fazer backup, considere usar o Akeeba BackupProfessional e a tarefa cron CLI nativa, pois é muito mais eficiente.

source: Url You Want To Execute
pt_pt: URL Que Deseja Executar

source: Leave This Blank
pt_pt: Deixe em branco

source: Execution Time
pt_pt: Hora de Execução

source: Thats The Grid Below The Other Options. Select When And How Often You Want Your Cron Job To Run.
pt_pt: Isso é a grade abaixo das outras opções. Selecione quando e com que frequência deseja executar sua tarefa cron.

source: Alerts
pt_pt: Alertas

source: If You Have Already Set Up Alert Methods In Webcron.orgs Interface, We Recommend Choosing An Alert Method Here And Not Checking The only On Error So That You Always Get A Notification When The Backup Cron Job Runs. Finally, Click On The Submit Button To Finish Setting Up Your Cron Job.
pt_pt: Se você já configurou métodos de alerta na interface do Webcron.org, recomendamos escolher um método de alerta aqui e não marcar a opção somente em caso de erro para que você sempre receba uma notificação quando a tarefa cron de backup for executada. Por fim, clique no botão Enviar para concluir a configuração da sua tarefa cron.

source: Or
pt_pt: Ou

source: Sorry, The Backup Didnot Work.
pt_pt: Desculpe, o backup não funcionou.

source: Component Details
pt_pt: Detalhes do Componente

source: Version
pt_pt: Versão

source: Active
pt_pt: Ativo

source: Activate/updates
pt_pt: Ativar/Atualizações

source: JS Jobs Installer
pt_pt: Instalador JS Jobs

source: Please wait installation in progress...
pt_pt: Aguarde, instalação em progresso...

source: Please fill the form and press start
pt_pt: Preencha o formulário e clique em Iniciar.

source: Activation Key
pt_pt: Chave de Ativação

source: WARNING
pt_pt: AVISO

source: Curl is not enable, please enable curl
pt_pt: O cURL não está habilitado, por favor habilite o cURL.

source: Reference Link
pt_pt: Link de Referência

source: It may take few minutes...
pt_pt: Pode levar alguns minutos...

source: All files override are you sure to continue
pt_pt: Todos os arquivos serão substituídos, tem certeza de que deseja continuar?

source: JS Job Update
pt_pt: Atualização do JS Jobs

source: Admin
pt_pt: Administrador

source: Shifts
pt_pt: Turnos

source: Sharing Service
pt_pt: Serviço de Compartilhamento

source: Payment Methods Configuration
pt_pt: Configuração de Métodos de Pagamento

source: Approval Queue
pt_pt: Fila de Aprovação

source: Payments
pt_pt: Pagamentos

source: Employer History
pt_pt: Histórico do Empregador

source: Job Seeker History
pt_pt: Histórico do Candidato a Emprego

source: User Roles
pt_pt: Funções de Usuário

source: Users
pt_pt: Usuários

source: Employer Purchase
pt_pt: Compra do Empregador

source: Job Seeker Purchase
pt_pt: Compra do Candidato a Emprego

source: Conflicted
pt_pt: Conflito

source: Messages Approval Queue
pt_pt: Fila de Aprovação de Mensagens

source: Selected user is not js jobs system user, please assing role to user user roles > Users > Change Role
pt_pt: O usuário selecionado não é um usuário do sistema JS Jobs, por favor, atribua uma função ao usuário:Funções de Usuário > Usuários > Alterar Função.

source: Payer Name
pt_pt: Nome do Pagador

source: Payer E-mail
pt_pt: E-mail do Pagador

source: Payer Amount
pt_pt: Valor do Pagador

source: Payer Item Name
pt_pt: Nome do Item do Pagador

source: Transaction Verified
pt_pt: Transação Verificada

source: Transaction Auto Verified
pt_pt: Transação Auto-Verificada

source: Auto Approve
pt_pt: Aprovação Automática

source: Manual Approved
pt_pt: Aprovação Manual

source: Verify Payment
pt_pt: Verificar Pagamento
