Repository: Nogsus-CL/aquanetwork_lang_theme
Catalog: *.po
Languages: pt_pt

source: Time stamp
pt_pt: Data e Hora

source: Useful Links
pt_pt: Links Úteis

source: saved search
pt_pt: Pesquisa Salva

source: Resume Name
pt_pt: Nome do Currículo

source: Applied Job
pt_pt: Vaga Aplicada

source: Created Date
pt_pt: Data de Criação

source: view saved search
pt_pt: Visualizar Pesquisa Salva

source: delete saved search
pt_pt: Excluir Pesquisa Salva

source: Package Name
pt_pt: Nome do Pacote

source: Search Folder
pt_pt: Pesquisar Pasta

source: delete folder
pt_pt: Excluir Pasta

source: no of resumes
pt_pt: No. de Currículos

source: Folder Detail
pt_pt: Detalhes da Pasta

source: Apply Date
pt_pt: Data da Candidatura

source: No Work Experience
pt_pt: Sem Experiência Profissional

source: Have an account
pt_pt: Ter uma conta

source: signin
pt_pt: Entrar

source: Sign In
pt_pt: Entrar

source: Applied resume will be filtered on given criteria
pt_pt: O currículo aplicado será filtrado com base nos critérios fornecidos

source: Full List
pt_pt: Lista Completa

source: Full List Icon
pt_pt: Ícone da Lista Completa

source: List Left Filter
pt_pt: Filtro à Esquerda da Lista

source: List Left Filter Icon
pt_pt: Ícone do Filtro à Esquerda da Lista

source: List Right Filter
pt_pt: Filtro à Direita da Lista

source: List Right Filter Icon
pt_pt: Ícone do Filtro à Direita da Lista

source: Box Full
pt_pt: Caixa de Texto Cheia

source: Box Full Icon
pt_pt: Caixa de Texto Ícone Completo

source: Box Right Filter
pt_pt: Filtro à direita da caixa de texto

source: Box Right Filter Icon
pt_pt: Ícone de filtro direito da caixa de texto

source: Box Left Filter
pt_pt: Filtro à esquerda da caixa de texto

source: Box Left Filter Icon
pt_pt: Ícone de filtro à esquerda da caixa de texto

source: sort
pt_pt: Ordenar

source: cross
pt_pt: Cruzar

source: job vacancies
pt_pt: Vagas de Emprego

source: job carousel
pt_pt: Carrossel de Empregos

source: Categories total
pt_pt: Total de Categorias

source: Subcategories total
pt_pt: Total de Subcategorias

source: job category title
pt_pt: Título da Categoria de Empregos

source: add to featured job
pt_pt: adicionar ao emprego em destaque

source: pending job
pt_pt: Emprego Pendente

source: rejected job job
pt_pt: Publicação de emprego rejeitada

source: rejected job
pt_pt: Publicação de emprego rejeitada

source: job tags
pt_pt: Tags de Vaga

source: Shortlisted
pt_pt: Selecionado

source: Add to shortlist
pt_pt: Adicionar à Lista de Selecionados

source: Job Details
pt_pt: Detalhes do Emprego

source: Over View
pt_pt: Visão Geral

source: Related Or Featured Jobs
pt_pt: Empregos Relacionados ou em Destaque

source: Related Jobs
pt_pt: Empregos Relacionados

source: job alerts
pt_pt: Alertas de Emprego

source: no of job view
pt_pt: Número de Visualizações de Emprego

source: no of applied job
pt_pt: Número de Empregos Aplicados

source: advanced search
pt_pt: Pesquisa Avançada

source: Updated
pt_pt: Atualizado

source: Apply
pt_pt: Candidatar-se

source: job apply information
pt_pt: Informações de Candidatura à Vaga

source: Applied Information
pt_pt: Informações de Candidatura

source: Last
pt_pt: Último

source: Phone Number
pt_pt: Número de Telefone

source: Get Alert
pt_pt: Obter Alerta

source: view job save search
pt_pt: Visualizar Pesquisa Salva de Vagas

source: delete job save search
pt_pt: Excluir Pesquisa Salva de Empregos

source: save search jobs
pt_pt: Salvar Pesquisa de Empregos

source: close notifications
pt_pt: Fechar Notificações

source: message image
pt_pt: Imagem da Mensagem

source: Purchsae History
pt_pt: Histórico de Compras

source: job seeker image
pt_pt: Imagem do Candidato a Emprego

source: Cover
pt_pt: Capa

source: Letter
pt_pt: Carta

source: Your password has been changed. You can sign in now.
pt_pt: Sua senha foi alterada. Você já pode fazer o login.

source: Forgot Your Password?
pt_pt: Esqueceu Sua Senha?

source: Reset Password
pt_pt: Redefinir Senha

source: New password
pt_pt: Nova senha

source: Repeat new password
pt_pt: Repetir nova senha

source: no of message
pt_pt: No. de mensagem

source: no of messages
pt_pt: No. de mensagens

source: Select range start
pt_pt: Selecionar Início do Intervalo

source: Select range end
pt_pt: Selecionar Fim do Intervalo

source: popup close
pt_pt: Fechar Pop-up

source: select file
pt_pt: Selecionar Arquivo

source: You Are Applying On This Job
pt_pt: Você está se candidatando a este emprego

source: Category total
pt_pt: Total de Categoria

source: resume category name
pt_pt: Nome da Categoria do Currículo

source: list-full
pt_pt: Lista Completa

source: box-full
pt_pt: Caixa de texto cheia

source: save search
pt_pt: Salvar Pesquisa

source: About me
pt_pt: Sobre mim

source: Attachment
pt_pt: Anexo

source: Resume Details
pt_pt: Detalhes do Currículo

source: popup cross
pt_pt: Fechar Pop-up

source: download resume
pt_pt: Baixar Currículo

source: Social Profile
pt_pt: Perfil Social

source: Related Resume
pt_pt: Currículo Relacionado

source: delete resume search
pt_pt: Excluir Pesquisa de Currículo

source: User already register please logout and register
pt_pt: Usuário já registrado, por favor saia e registre-se novamente

source: by
pt_pt: por

source: No comments
pt_pt: Sem comentários

source: 1 comment
pt_pt: 1 comentário

source: clients
pt_pt: Clientes

source: clients logo
pt_pt: Logo dos Clientes

source: featured job title
pt_pt: Título da Vaga em Destaque

source: job by categories
pt_pt: Empregos por Categorias

source: Browse All Categories
pt_pt: Navegar Todas as Categorias

source: category detail
pt_pt: Detalhes da Categoria

source: show more categories
pt_pt: Mostrar mais categorias

source: all jobs
pt_pt: Todas as Vagas

source: copany image
pt_pt: Imagem da Empresa

source: copmany name
pt_pt: Nome da Empresa

source: overlay
pt_pt: Sobreposição

source: resume default image
pt_pt: Imagem Padrão do Currículo

source: view profile
pt_pt: Ver Perfil

source: comany logo
pt_pt: Logo da Empresa

source: show all jobs
pt_pt: Mostrar Todos os Empregos

source: read more
pt_pt: Ler Mais

source: news title
pt_pt: Título das Notícias

source: Popular jobs
pt_pt: Vagas Populares

source: Type city
pt_pt: Digite a Cidade

source: Browse Jobs
pt_pt: Procurar Empregos

source: Top Categories
pt_pt: Categorias Principais

source: Jobs Offers For You
pt_pt: Ofertas de Emprego para Você

source: Redux framework is missing
pt_pt: O framework Redux está faltando

source: Contact
pt_pt: Contato

source: Contact us email received
pt_pt: E-mail de contato recebido

source: Contact successfully
pt_pt: Contato realizado com sucesso

source: Message has been send
pt_pt: A mensagem foi enviada

source: About us widget for the footer panel.
pt_pt: Widget Sobre Nós para o painel do rodapé.

source: Job Manager About US Footer
pt_pt: Gerenciador de Trabalho - Rodapé Sobre Nós

source: Recent Blog widget for the footer panel.
pt_pt: Widget de Blog Recente para o painel do rodapé.

source: Job Manager Recent Blog Footer
pt_pt: Gerenciador de Trabalho - Rodapé de Blog Recente

source: Show vehicle images.
pt_pt: Mostrar imagens de veículos.

source: Companies Images Footer
pt_pt: Imagens das Empresas - Rodapé

source: Featured image
pt_pt: Imagem em Destaque

source: type of companies:
pt_pt: Tipo de Empresas:

source: Hot companies
pt_pt: Empresas em Destaque

source: Number of columns
pt_pt: Número de colunas

source: Contact Us widget for the footer panel.
pt_pt: Widget Contate-nos para o painel do rodapé.

source: Job Manager Contact Us Footer
pt_pt: Gerenciador de Trabalho - Rodapé Contate-nos

source: Contact Us
pt_pt: Contate-nos

source: Useful links widget for the footer panel.
pt_pt: Widget Links Úteis para o painel do rodapé.

source: Job Manager Useful Links Footer
pt_pt: Gerenciador de Trabalho - Rodapé Links Úteis

source: The most recent comments.
pt_pt: Os comentários mais recentes.

source: Job Manager Recent Comments
pt_pt: Gerenciador de Trabalho - Comentários Recentes

source: commented on
pt_pt: comentou em

source: Number of comments:
pt_pt: Número de comentários:

source: The most recent posts on your site.
pt_pt: As postagens mais recentes do seu site.

source: Job Manager Recent Posts
pt_pt: Gerenciador de Trabalho - Postagens Recentes

source: Number of posts
pt_pt: Número de postagens

source: File Downloaded Successfully
pt_pt: Arquivo baixado com sucesso

source: Unable to connect to server
pt_pt: Não é possível conectar ao servidor

source: File is not writable
pt_pt: Arquivo não é gravável

source: Language directory is not writable
pt_pt: Diretório do idioma não é gravável

source: Language is not installed
pt_pt: Idioma não está instalado

source: Language directory is not writeable
pt_pt: Diretório do idioma não é gravável

source: is found in your system
pt_pt: é encontrado em seu sistema

source: Required language is not installed but similar language like
pt_pt: Idioma necessário não está instalado, mas há um idioma semelhante como

source: Dir is not writable
pt_pt: Diretório não é gravável

source: minute ago
pt_pt: há um minuto

source: minutes ago
pt_pt: há minutos atrás

source: hour ago
pt_pt: há uma hora

source: hours ago
pt_pt: há horas atrás

source: day ago
pt_pt: há um dia

source: week ago
pt_pt: há uma semana

source: weeks ago
pt_pt: há semanas atrás

source: month ago
pt_pt: há um mês

source: months ago
pt_pt: há meses atrás

source: year ago
pt_pt: há um ano

source: years ago
pt_pt: há anos atrás

source: You have not answered all required fields
pt_pt: Você não respondeu a todos os campos obrigatórios

source: You do not have any role
pt_pt: Você não possui nenhum papel atribuído

source: You are not a logged in member, please select below option to apply on job.
pt_pt: Você não é um membro logado. Por favor, selecione a opção abaixo para se candidatar ao emprego.

source: Lost your password
pt_pt: Esqueceu sua senha

source: Share this job offer by
pt_pt: Compartilhe esta oferta de emprego por

source: Send this job offer to one of your contacts via
pt_pt: Envie esta oferta de emprego para um dos seus contatos via

source: Or via WhatsApp
pt_pt: Ou via WhatsApp

source: Send this offer
pt_pt: Enviar esta oferta

source: Check the following job offer at Aquanetwork website
pt_pt: Verifique a seguinte oferta de emprego no site da Aquanetwork

source: You can also share our social networks
pt_pt: Você também pode compartilhar em nossas redes sociais
