Repository: Nogsus-CL/aquanetwork_lang_theme
Catalog: *.po
Languages: pt_pt

source: purchase history details
pt_pt: Detalhes do histórico de compras

source: radio button
pt_pt: Botão de rádio

source: range start can not be greater than range end
pt_pt: O início do intervalo não pode ser maior do que o fim do intervalo

source: rate list
pt_pt: Lista de taxas

source: read
pt_pt: Ler

source: record
pt_pt: Registro

source: record not exist
pt_pt: Registro não existe

source: redirect link
pt_pt: Link de redirecionamento

source: redirect on apply
pt_pt: Redirecionar ao se candidatar

source: reference address
pt_pt: Endereço de referência

source: reference country
pt_pt: País de referência

source: reference for
pt_pt: Referência para

source: reference phone
pt_pt: Telefone da referência

source: reference state
pt_pt: Estado de referência

source: reference zip code
pt_pt: CEP de referência

source: regiestration is disabled by admin, please contact system administrator
pt_pt: O registro está desativado pelo administrador. Entre em contato com o administrador do sistema.

source: register new account
pt_pt: Registrar uma nova conta

source: registration form
pt_pt: Formulário de registro

source: rejected for featured
pt_pt: Rejeitado para destaque

source: rejected for gold
pt_pt: Rejeitado para dourado

source: remaining
pt_pt: Restante

source: remaining credits
pt_pt: Créditos restantes

source: remove
pt_pt: Remover

source: remove resume from folder
pt_pt: Remover currículo da pasta

source: removed
pt_pt: Removido

source: removed for featured
pt_pt: Removido para destaque

source: removed for gold
pt_pt: Removido para dourado

source: requested page is not available contact system administrator
pt_pt: A página solicitada não está disponível. Por favor, entre em contato com o administrador do sistema

source: resume approve or reject
pt_pt: Aprovar ou rejeitar currículo

source: resume approved
pt_pt: Currículo aprovado

source: resume are applied on your job
pt_pt: Currículos são aplicados em seu emprego

source: resume by educations
pt_pt: Currículo por educação

source: resume by job types
pt_pt: Currículo por tipo de emprego

source: resume by type
pt_pt: Currículo por tipo

source: resume categories
pt_pt: Categorias de currículos

source: resume curent status
pt_pt: Status atual do currículo

source: resume detail
pt_pt: Detalhe do currículo

source: resume files download
pt_pt: Download de arquivos do currículo

source: resume has been marked as spam
pt_pt: O currículo foi marcado como spam

source: resume height
pt_pt: Altura do currículo

source: resume is applied on your job
pt_pt: O currículo é aplicado em seu emprego

source: resume link
pt_pt: Link do currículo

source: resume logo height
pt_pt: Altura do logotipo do currículo

source: resume logo width
pt_pt: Largura do logotipo do currículo

source: resume moved to the inbox
pt_pt: Currículo movido para a caixa de entrada

source: resume pending
pt_pt: Currículo pendente

source: resume photo maximum size
pt_pt: Tamanho máximo da foto do currículo

source: resume seo
pt_pt: SEO do currículo

source: resume seo options are title, category, location
pt_pt: As opções de SEO do currículo são título, categoria, localização

source: resume settings
pt_pt: Configurações do currículo

source: resume status
pt_pt: Status do currículo

source: resume widget
pt_pt: Widget do currículo

source: resumes by categories
pt_pt: Currículos por categorias

source: resumes by tag
pt_pt: Currículos por tag

source: role for employer
pt_pt: Função para o empregador

source: role for job seeker
pt_pt: Função para o candidato

source: rss job settings
pt_pt: Configurações de trabalho do RSS

source: sample text
pt_pt: Texto de exemplo

source: saved a job filter
pt_pt: Salvou um filtro de emprego

source: saved a job search
pt_pt: Salvou uma pesquisa de emprego

source: saved in inbox
pt_pt: Salvo na caixa de entrada

source: saved job search
pt_pt: Pesquisa de emprego salva

source: saved resume search
pt_pt: Pesquisa de currículo salva

source: saved searches
pt_pt: Pesquisas salvas

source: saved to folder succesfully
pt_pt: Salvo na pasta com sucesso

source: school
pt_pt: Escola

source: search all
pt_pt: Procurar tudo

source: search icon position
pt_pt: Posição do ícone de pesquisa

source: search jobs form jsjobs database
pt_pt: Buscar empregos do banco de dados do JS Jobs

source: search resume
pt_pt: Buscar currículo

source: search resume form jsjobs database
pt_pt: Buscar currículos do banco de dados do JS Jobs

source: search resume widget
pt_pt: Widget de busca de currículo

source: searched and saved resume
pt_pt: Currículo pesquisado e salvo

source: secret
pt_pt: segredo

source: section has been deleted
pt_pt: A seção foi excluída

source: select action
pt_pt: Selecionar ação

source: select all
pt_pt: Selecionar todos

source: select captcha for plugin
pt_pt: Selecionar CAPTCHA para plugin

source: select coverletter
pt_pt: Selecionar carta de apresentação

source: select files
pt_pt: Selecionar arquivos

source: select job role
pt_pt: Selecionar função do trabalho

source: select rangeend
pt_pt: Selecionar o fim do intervalo

source: select rangetype
pt_pt: Selecionar o tipo de intervalo

source: select reangestart
pt_pt: Selecione o início do intervalo

source: select role
pt_pt: Selecione a função

source: select user status
pt_pt: Selecione o status do usuário

source: select users
pt_pt: Selecione usuários

source: select visitor status
pt_pt: Selecione o status do visitante

source: select widget
pt_pt: Selecione o widget

source: selected files
pt_pt: Arquivos selecionados

source: send email
pt_pt: Enviar e-mail

source: send me resume
pt_pt: Enviar-me currículo

source: sender email
pt_pt: E-mail do remetente

source: sender email address
pt_pt: Endereço de e-mail do remetente

source: sender name that will be used in emails
pt_pt: Nome do remetente que será usado nos e-mails

source: set company seo options are name, category, location
pt_pt: Definir opções de SEO para empresa: nome, categoria, localização

source: set map height for plugin
pt_pt: Definir altura do mapa para o plugin

source: set number of tags to show in result of the tag input box
pt_pt: Definir o número de tags a serem exibidas no resultado da caixa de entrada de tags

source: share this job
pt_pt: Compartilhar este trabalho

source: shared on social media
pt_pt: Compartilhado nas mídias sociais

source: shared on social media successfully
pt_pt: Compartilhado nas mídias sociais com sucesso

source: shared with a friend successfully
pt_pt: Compartilhado com um amigo com sucesso

source: shorlisted
pt_pt: Selecionado

source: short code
pt_pt: Código curto

source: short codes
pt_pt: Códigos curtos

source: short list job
pt_pt: Selecionar vaga

source: short listed
pt_pt: Selecionado

source: short listed job
pt_pt: Vaga selecionada

source: shortlisted jobs
pt_pt: Vagas selecionadas

source: show all categories
pt_pt: Mostrar todas as categorias

source: show all published companies
pt_pt: Mostrar todas as empresas publicadas

source: show all types
pt_pt: Mostrar todos os tipos

source: show apply button
pt_pt: Mostrar botão de candidatura

source: show captcha
pt_pt: Mostrar CAPTCHA

source: show captcha on job alert form
pt_pt: Mostrar CAPTCHA no formulário de alerta de emprego

source: show captcha on resume form
pt_pt: Mostrar CAPTCHA no formulário de currículo

source: show career builder jobs in job listings
pt_pt: Mostrar empregos do CareerBuilder nos anúncios de emprego

source: show companies
pt_pt: Mostrar empresas

source: show company contcat detail
pt_pt: Mostrar detalhes de contato da empresa

source: show company listing
pt_pt: Mostrar listagem de empresas

source: show contact details
pt_pt: Mostrar detalhes de contato

source: show count in jobs by categories page
pt_pt: Mostrar contagem na página de empregos por categorias

source: show count in jobs by types page
pt_pt: Mostrar contagem na página de empregos por tipos

source: show count in resume categories
pt_pt: Mostrar contagem nas categorias de currículos

source: show desktop
pt_pt: Mostrar desktop

source: show desktop and mobile
pt_pt: Mostrar desktop e celular

source: show desktop and tablet
pt_pt: Mostrar desktop e tablet

source: show email address in resume feed
pt_pt: Mostrar endereço de e-mail no feed de currículos

source: show employer
pt_pt: Mostrar empregador

source: show featured jobs in jobs lising page
pt_pt: Mostrar empregos em destaque na página de listagem de empregos

source: show gold jobs in jobs lising page
pt_pt: Mostrar empregos dourados na página de listagem de empregos

source: show google adds in jobs lisings
pt_pt: Mostrar anúncios do Google nos anúncios de emprego

source: show google adds in list jobs
pt_pt: Mostrar anúncios do Google em listagens de empregos

source: show indeed jobs on jobs listings
pt_pt: Mostrar empregos do Indeed nos anúncios de emprego

source: show job alert form
pt_pt: Mostrar formulário de alerta de emprego

source: show job listing
pt_pt: Mostrar listagem de empregos

source: show jobs
pt_pt: Mostrar empregos

source: show jobs by
pt_pt: Mostrar empregos por

source: show jobs by categories form jobs database
pt_pt: Mostrar empregos por categorias do banco de dados de empregos

source: show jobs by location on google map
pt_pt: Mostrar empregos por localização no mapa do Google

source: show jobs by types form jobs database
pt_pt: Mostrar empregos por tipos do banco de dados de empregos

source: show labels in jobs listing
pt_pt: Mostrar rótulos na listagem de empregos

source: show labels in jobs listings, my jobs etc
pt_pt: Mostrar rótulos nas listagens de empregos, meus empregos etc.

source: show login logout button
pt_pt: Mostrar botão de login/logout

source: show login logout button in job seeker control panel
pt_pt: Mostrar botão de login/logout no painel de controle do candidato

source: show login option to visitor on job apply
pt_pt: Mostrar opção de login ao visitante ao se candidatar a empregos

source: show login page
pt_pt: Mostrar página de login

source: show login/logout button on employer control panel
pt_pt: Mostrar botão de login/logout no painel de controle do empregador

source: show maximum records
pt_pt: Mostrar registros máximos

source: show mobile
pt_pt: Mostrar celular

source: show navigation in breadcrumbs
pt_pt: Mostrar navegação nos breadcrumbs

source: show no of jobs
pt_pt: Mostrar número de empregos

source: show number of
pt_pt: Mostrar número de

source: show number of resume
pt_pt: Mostrar número de currículos

source: show on listing
pt_pt: Mostrar na listagem

source: show only record that have jobs
pt_pt: Mostrar apenas registros que têm empregos

source: show resume contact detail
pt_pt: Mostrar detalhes de contato do currículo

source: show resume files to downloadable from feed
pt_pt: Mostrar arquivos de currículo para download no feed

source: show resume image with resume feed
pt_pt: Mostrar imagem do currículo com o feed de currículos

source: show resume listing
pt_pt: Mostrar listagem de currículos

source: show resumes
pt_pt: Mostrar currículos

source: show tablet
pt_pt: Mostrar tablet

source: show tablet and mobile
pt_pt: Mostrar tablet e celular

source: show title
pt_pt: Mostrar título

source: signature
pt_pt: Assinatura

source: similar jobs
pt_pt: Empregos similares

source: social apps
pt_pt: Aplicativos sociais

source: something got wrong
pt_pt: Algo deu errado

source: something wrong, contact to system administrator
pt_pt: Algo deu errado, entre em contato com o administrador do sistema

source: sorry
pt_pt: Desculpe

source: spent
pt_pt: Gasto

source: start date
pt_pt: Data de início

source: state id greater coutry id is your responsibilty
pt_pt: O ID do estado é maior que o ID do país, é sua responsabilidade

source: still working
pt_pt: Ainda trabalhando

source: street
pt_pt: Rua

source: sub-categories limit
pt_pt: Limite de subcategorias

source: subscribed job alert for lifetime successfully
pt_pt: Alerta de emprego assinado com sucesso para a vida toda

source: subscribed job alert successfully
pt_pt: Alerta de emprego assinado com sucesso

source: subtraction
pt_pt: Subtração

source: subtraction answer should be positive
pt_pt: A resposta da subtração deve ser positiva

source: successfully
pt_pt: Com sucesso

source: system email address
pt_pt: Endereço de e-mail do sistema

source: system errors
pt_pt: Erros do sistema

source: system slug
pt_pt: Slug do sistema

source: system will not upload if resume file size exceeds than given size
pt_pt: O sistema não fará upload se o tamanho do arquivo de currículo exceder o tamanho fornecido

source: tag for
pt_pt: Tag para

source: tag name
pt_pt: Nome da tag

source: tell a friend setting effects on jobs listing page
pt_pt: A configuração para contar a um amigo afeta a página de listagem de empregos

source: tell to friend
pt_pt: Contar a um amigo

source: temp direcotry
pt_pt: Diretório temporário

source: thats the grid below the other options
pt_pt: Essa é a grade abaixo das outras opções

source: the page you are looking for no longer exists
pt_pt: A página que você está procurando não existe mais

source: these filters are applied on applied resume
pt_pt: Esses filtros são aplicados aos currículos aplicados

source: this role will auto assign to new employer
pt_pt: Esta função será atribuída automaticamente a novos empregadores

source: this role will auto assign to new job seeker
pt_pt: Esta função será atribuída automaticamente a novos candidatos a emprego

source: this will delete every thing about this record
pt_pt: Isso apagará tudo sobre esse registro

source: time zone
pt_pt: Fuso horário

source: title border bottom
pt_pt: Borda inferior do título

source: title color
pt_pt: Cor do título

source: to access this page please login
pt_pt: Para acessar esta página, faça login

source: told a friend
pt_pt: Contou a um amigo

source: top header line color
pt_pt: Cor da linha de cabeçalho superior

source: top jobs
pt_pt: Principais empregos

source: top margin
pt_pt: Margem superior

source: top menu heading background
pt_pt: Fundo do cabeçalho do menu superior

source: top resume
pt_pt: Currículo principal

source: total job applies
pt_pt: Total de candidaturas a emprego

source: total resume
pt_pt: Total de currículos

source: transaction has been successfully un-verified
pt_pt: A transação foi desverificada com sucesso

source: transaction has been successfully verified
pt_pt: A transação foi verificada com sucesso

source: transaction has not been successfully un-verified
pt_pt: A transação não foi desverificada com sucesso

source: transaction has not been successfully verified
pt_pt: A transação não foi verificada com sucesso

source: transaction number
pt_pt: Número da transação

source: transaction status
pt_pt: Status da transação

source: type here
pt_pt: Digite aqui

source: type of companies
pt_pt: Tipo de empresas

source: type of jobs
pt_pt: Tipo de empregos

source: type of resume
pt_pt: Tipo de currículo

source: type of resumes
pt_pt: Tipo de currículos

source: unknown
pt_pt: Desconhecido

source: unread
pt_pt: Não lido

source: until now
pt_pt: Até agora

source: update payment information error
pt_pt: Erro ao atualizar as informações de pagamento

source: user added successfully
pt_pt: Usuário adicionado com sucesso

source: user can add city in database
pt_pt: Usuário pode adicionar uma cidade ao banco de dados

source: user can add new tags in the system
pt_pt: Usuário pode adicionar novas tags no sistema

source: user can add tag in database
pt_pt: Usuário pode adicionar uma tag ao banco de dados

source: user can save search criteria
pt_pt: Usuário pode salvar critérios de pesquisa

source: user details
pt_pt: Detalhes do usuário

source: user messages
pt_pt: Mensagens do usuário

source: user notifications
pt_pt: Notificações do usuário

source: user publish
pt_pt: Publicar usuário

source: user search
pt_pt: Pesquisa de usuários

source: user stats resume
pt_pt: Estatísticas do currículo do usuário

source: user unpublish
pt_pt: Despublicar usuário

source: username already taken
pt_pt: Nome de usuário já está em uso

source: very good
pt_pt: Muito bom

source: very poor
pt_pt: Muito ruim

source: view company contact detail
pt_pt: Ver detalhes de contato da empresa

source: view facebook profile
pt_pt: Ver perfil do Facebook

source: view linkedin profile
pt_pt: Ver perfil do LinkedIn

source: viewed company contact detail
pt_pt: Detalhes de contato da empresa visualizados

source: viewed job status
pt_pt: Status do emprego visualizado

source: viewed resume contact details
pt_pt: Detalhes de contato do currículo visualizados

source: visitor can edit his posted job
pt_pt: O visitante pode editar seu emprego postado

source: visitor can post a job
pt_pt: O visitante pode publicar um emprego

source: visitor links
pt_pt: Links para visitantes

source: visitor publish
pt_pt: Publicar visitante

source: visitor search
pt_pt: Pesquisa de visitantes

source: visitor setting
pt_pt: Configuração de visitantes

source: visitor unpublish
pt_pt: Despublicar visitante

source: visitors can view employers
pt_pt: Os visitantes podem visualizar os empregadores

source: visitors settings
pt_pt: Configurações de visitantes

source: vistor can add resume
pt_pt: Visitante pode adicionar um currículo

source: total credits
pt_pt: Créditos totais

source: total stats
pt_pt: Estatísticas totais

source: transaction has been successfully unverified
pt_pt: A transação foi desverificada com sucesso

source: transaction has not been successfully unverified
pt_pt: A transação não foi desverificada com sucesso

source: user can add city to the database
pt_pt: Usuário pode adicionar uma cidade ao banco de dados

source: user can add tag to the database
pt_pt: Usuário pode adicionar uma tag ao banco de dados

source: view resume contact detail
pt_pt: Ver detalhes de contato do currículo

source: view xing profile
pt_pt: Ver perfil do Xing

source: visitor can add resume
pt_pt: Visitante pode adicionar um currículo

source: waiting
pt_pt: Aguardando

source: wants
pt_pt: Deseja

source: what to include in email
pt_pt: O que incluir no e-mail

source: will be expire
pt_pt: Expirará

source: with resume
pt_pt: Com currículo

source: woocommerce product not found, please contact to system administrator
pt_pt: Produto WooCommerce não encontrado, por favor, entre em contato com o administrador do sistema

source: woocommerce settings
pt_pt: Configurações do WooCommerce

source: wordpress extension directory
pt_pt: Diretório de extensões do WordPress

source: wordpress user login
pt_pt: Login de usuário do WordPress

source: write comments for
pt_pt: Escrever comentários para

source: xing user
pt_pt: Usuário do Xing

source: xing user can apply to jobs
pt_pt: Usuário do Xing pode se candidatar a empregos

source: xing user can login in js jobs
pt_pt: Usuário do Xing pode fazer login no JS Jobs

source: you are already logged in
pt_pt: Você já está logado

source: you are employer, you can not apply to job
pt_pt: Você é um empregador, não pode se candidatar a nenhum emprego

source: you are hired for
pt_pt: Você foi contratado para

source: you are logged in as
pt_pt: Você está logado como

source: you are logged out
pt_pt: Você saiu da sua conta

source: you do not have any cover letter
pt_pt: Você não possui nenhuma carta de apresentação

source: you do not have enough credits
pt_pt: Você não possui créditos suficientes

source: you don not any role
pt_pt: You do not have any assigned role

source: you have
pt_pt: Você possui

source: you have already applied this job
pt_pt: Você já se candidatou para este emprego

source: you have applied for
pt_pt: Você se candidatou para

source: you have insufficient credits, you can not perform this action
pt_pt: Você possui créditos insuficientes. Não é possível executar esta ação

source: you have paid to view contact detail of company
pt_pt: Você pagou para ver os detalhes de contato da empresa

source: you have paid to view contact detail of resume
pt_pt: Você pagou para ver os detalhes de contato do currículo

source: you must set jobs user role
pt_pt: Você deve definir a função do usuário do trabalho

source: your
pt_pt: Seu

source: your featured
pt_pt: Seu currículo em destaque

source: your featured resume
pt_pt: Seu currículo em destaque

source: your gold
pt_pt: Seu currículo dourado

source: your gold resume
pt_pt: Seu currículo dourado

source: your resume
pt_pt: Seu currículo

source: your resume is marked spam for
pt_pt: Seu currículo foi marcado como spam por

source: your resume is moved to inbox for
pt_pt: Seu currículo foi movido para a caixa de entrada por

source: your resume is rejected for
pt_pt: Seu currículo foi rejeitado para

source: your resume is short listed for
pt_pt: Seu currículo foi selecionado para

source: youtube video link
pt_pt: Link do vídeo do YouTube

source: you can define expiry date of action.i.e
pt_pt: Você pode definir a data de validade da ação, ou seja,

source: show number of categories per row in 'job/resume by category' page
pt_pt: Mostrar o número de categorias por linha na página 'vagas/currículos por categoria'

source: show number of job types per row on 'job by type' page
pt_pt: Mostrar o número de tipos de vagas por linha na página 'vagas por tipo'

source: opss...
pt_pt: Ops...

source: postion for search icon on jobs listing page.
pt_pt: Posição para o ícone de pesquisa na página de listagem de vagas.

source: select credits pack so that user can purchase them.
pt_pt: Selecione um pacote de créditos para que o usuário possa comprá-los.

source: license no.
pt_pt: Número de licença

source: username / password is incorrect
pt_pt: Nome de usuário / senha incorretos

source: please enter language code ie: en
pt_pt: Digite o código do idioma, por exemplo: en

source: select when and how often you want your cron job to run.
pt_pt: Selecione quando e com que frequência deseja executar sua tarefa cron.

source: 10 years
pt_pt: 10 anos

source: 100 per
pt_pt: 100 por

source: 15 years
pt_pt: 15 anos

source: 180 sec if the backup doesnt complete
pt_pt: 180 segundos se o backup não for concluído

source: 20 years
pt_pt: 20 anos

source: 25 per
pt_pt: 25 por

source: 25 years
pt_pt: 25 anos

source: 30 years
pt_pt: 30 anos

source: 35 years
pt_pt: 35 anos

source: 40 years
pt_pt: 40 anos

source: 45 years
pt_pt: 45 anos

source: 50 per
pt_pt: 50 por

source: 50 years
pt_pt: 50 anos

source: 55 years
pt_pt: 55 anos

source: 75 per
pt_pt: 75 por

source: 8 pm to 4 am
pt_pt: Das 20h às 4h

source: as its much more cost-effective.
pt_pt: pois é muito mais econômico.

source: comma separated list of categories i.e accounting, management etc
pt_pt: Lista separada por vírgulas de categorias, por exemplo, contabilidade, gestão, etc.

source: comma separated list of job types i.e full time, part time etc
pt_pt: Lista separada por vírgulas de tipos de vagas, por exemplo, período integral, meio período, etc.

source: One thought on
pt_pt: Um pensamento sobre:

source: Comment navigation
pt_pt: Navegação de comentários

source: Older Comments
pt_pt: Comentários mais antigos

source: Newer Comments
pt_pt: Comentários mais recentes

source: Comments are closed.
pt_pt: Comentários estão fechados.

source: Your comment is awaiting moderation.
pt_pt: Seu comentário está aguardando moderação.

source: footer logo
pt_pt: Logo do rodapé

source: login image
pt_pt: Imagem de login

source: Register an account
pt_pt: Criar uma conta

source: Install Required Plugins
pt_pt: Instalar plugins obrigatórios

source: Install Plugins
pt_pt: Instalar plugins

source: Installing Plugin:
pt_pt: Instalando plugin:

source: Updating Plugin:
pt_pt: Atualizando plugin:

source: Something went wrong with the plugin API.
pt_pt: Algo deu errado com a API do plugin.
