Repository: Nogsus-CL/aquanetwork_lang_theme
Catalog: *.po
Languages: pt_pt

source: entry level
pt_pt: Nível de entrada

source: error applying on job
pt_pt: Erro ao candidatar-se à vaga

source: error deleting logo
pt_pt: Erro ao excluir o logotipo

source: error deleting section
pt_pt: Erro ao excluir a seção

source: error in saving records please try again
pt_pt: Erro ao salvar os registros. Por favor, tente novamente.

source: error log
pt_pt: Log de erro

source: error sending email
pt_pt: Erro ao enviar e-mail

source: error updating user
pt_pt: Erro ao atualizar o usuário

source: evening
pt_pt: Noite

source: experiences
pt_pt: Experiências

source: expire package
pt_pt: Pacote expirado

source: expiry
pt_pt: Expiração

source: exprince
pt_pt: Experiência

source: facebook user
pt_pt: Usuário do Facebook

source: facebook user can apply to jobs
pt_pt: Usuário do Facebook pode candidatar-se a vagas

source: facebook user can login in js jobs
pt_pt: Usuário do Facebook pode fazer login no JS Jobs

source: failed while performing action
pt_pt: Falha ao realizar ação

source: failed while performing this action
pt_pt: Falha ao realizar esta ação

source: featured approved
pt_pt: Destacado aprovado

source: featured companies are allowed in plugin
pt_pt: Empresas em destaque são permitidas no plugin

source: featured company for time period
pt_pt: Empresa em destaque por um período de tempo específico

source: featured jobs are allowed in plugin
pt_pt: Vagas em destaque são permitidas no plugin

source: featured resume are allowed in plugin
pt_pt: Currículos em destaque são permitidos no plugin

source: featured resume pending
pt_pt: Currículo em destaque pendente

source: featured resume resume rejected
pt_pt: Currículo em destaque rejeitado

source: field column
pt_pt: Coluna do campo

source: field has not been not required
pt_pt: O campo não foi definido como não obrigatório

source: field has not been required
pt_pt: O campo não foi definido como obrigatório

source: field order down successfully
pt_pt: Ordem do campo movida para baixo com sucesso

source: field order up error
pt_pt: Erro ao mover a ordem do campo para cima

source: field order up successfully
pt_pt: Ordem do campo movida para cima com sucesso

source: fields has been successfully not required
pt_pt: Os campos foram definidos como não obrigatórios com sucesso

source: fields has been successfully required
pt_pt: Os campos foram definidos como obrigatórios com sucesso

source: fields has not been not required
pt_pt: Os campos não foram definidos como não obrigatórios

source: fields has not been required
pt_pt: Os campos não foram definidos como obrigatórios

source: file ext is mismatched
pt_pt: A extensão do arquivo não corresponde

source: file extension mismatch
pt_pt: Incompatibilidade na extensão do arquivo

source: file size error
pt_pt: Erro no tamanho do arquivo

source: file size exceeds limit
pt_pt: O tamanho do arquivo excede o limite.

source: file type error
pt_pt: Erro no tipo de arquivo.

source: file upload
pt_pt: Envio de arquivo

source: files
pt_pt: Arquivos

source: files allowed
pt_pt: Arquivos permitidos

source: filesize is greater then allowed fileszie
pt_pt: O tamanho do arquivo é maior que o tamanho de arquivo permitido

source: finally click on the submit button to finish setting up your cron job.
pt_pt: Por fim, clique no botão de envio para concluir a configuração da sua tarefa agendada.

source: folder name
pt_pt: Nome da pasta

source: folder resumes
pt_pt: Currículos na pasta

source: folders queue
pt_pt: Fila de pastas

source: for job
pt_pt: Para a emprego

source: form
pt_pt: Forma

source: form of employment
pt_pt: Forma de emprego

source: friend feed
pt_pt: Feed de amigos

source: geocode was not successful for the following reason
pt_pt: Geocode não foi bem-sucedido para o seguinte motivo

source: gold companies are allowed in plugin
pt_pt: Empresas douradas são permitidas no plugin

source: gold company for time period
pt_pt: Empresa dourada para um período de tempo específico

source: gold job will be expire in 30 days
pt_pt: Emprego dourado expirará em 30 dias

source: gold jobs are allowed in plugin
pt_pt: Empregos dourados são permitidos no plugin

source: gold resume approved
pt_pt: Currículo dourado aprovado

source: gold resume are allowed in plugin
pt_pt: Currículo dourado é permitido no plugin

source: gold resume pending
pt_pt: Currículo dourado pendente

source: gold resume rejected
pt_pt: Currículo dourado rejeitado

source: good
pt_pt: Bom

source: google adds custom css
pt_pt: Google adiciona CSS personalizado

source: google adds height
pt_pt: Google adiciona altura

source: google adds show after number of jobs
pt_pt: Google adiciona mostrar após um número de empregos

source: google adds width
pt_pt: Google adiciona largura

source: google captcha
pt_pt: Google reCAPTCHA

source: google recaptcha private key
pt_pt: Chave privada do Google reCAPTCHA

source: google recaptcha public key
pt_pt: Chave pública do Google reCAPTCHA

source: has been disabled
pt_pt: foi desabilitado

source: has been enabled
pt_pt: foi habilitado

source: has been successfully deleted
pt_pt: foi excluído com sucesso

source: has been successfully published
pt_pt: foi publicado com sucesso

source: has been successfully unpublished
pt_pt: foi despublicado com sucesso

source: has not been updated
pt_pt: não foi atualizado

source: has sent you message
pt_pt: enviou uma mensagem para você

source: haves
pt_pt: têm

source: headline
pt_pt: Título

source: hide all
pt_pt: Ocultar tudo

source: hot jobs
pt_pt: Empregos em alta

source: how many plugin jobs show before career builder jobs
pt_pt: Quantos empregos do plugin são exibidos antes dos empregos do CareerBuilder

source: how many plugin jobs show before indeed jobs
pt_pt: Quantos empregos do plugin são exibidos antes dos empregos do Indeed

source: how many sub categories show in popup on 'job/resume by category' page
pt_pt: Quantas subcategorias são exibidas no popup na página 'Emprego/Currículo por categoria'

source: how much credits required for
pt_pt: Quantos créditos são necessários para

source: ie 18 months or 3 years
pt_pt: isto é, 18 meses ou 3 anos

source: if no then credits will be taken to view contact detail
pt_pt: Se não, então os créditos serão usados para visualizar os detalhes de contato

source: if no then front end employer area is not accessable
pt_pt: Se não, a área do empregador no frontend não é acessível

source: if not select default page, email links and support icon might not work
pt_pt: Se não selecionada como a página padrão, os links de e-mail e ícones de suporte podem não funcionar

source: if you are use
pt_pt: Se você estiver usando

source: if you have already set up alert methods in
pt_pt: Se você já configurou métodos de alerta em

source: importing new data
pt_pt: Importando novos dados

source: in the cron area
pt_pt: na área do cron

source: in widget style
pt_pt: Em estilo de widget

source: incorrect captcha code
pt_pt: Código de captcha incorreto

source: increase it
pt_pt: Aumentar isso

source: indeed jobs
pt_pt: Empregos no Indeed

source: industry
pt_pt: Indústria

source: insert sample data
pt_pt: Inserir dados de exemplo

source: insitute
pt_pt: Instituto

source: institute city
pt_pt: Cidade do instituto

source: insufficient credits
pt_pt: Créditos insuficientes

source: interests
pt_pt: Interesses

source: invalid captcha
pt_pt: Captcha inválido

source: invalid entry
pt_pt: Entrada inválida

source: invalid request
pt_pt: Requisição inválida

source: invalid username
pt_pt: Nome de usuário inválido

source: is approved
pt_pt: está aprovado

source: is conflicted
pt_pt: está em conflito

source: is edited by admin
pt_pt: é editado por um administrador

source: is rejected
pt_pt: está rejeitado

source: job alert for time
pt_pt: Alerta de emprego para um determinado tempo

source: job applied successfully
pt_pt: Emprego aplicado com sucesso

source: job applies
pt_pt: Empregos aplicados

source: job apply admin
pt_pt: Emprego se candidata por admin

source: job apply employer
pt_pt: Emprego se candidata por empregador

source: job apply job seeker
pt_pt: Emprego se candidata por buscador de emprego

source: job apply with facebook
pt_pt: Emprego se candidata com o Facebook

source: job apply with linkedin
pt_pt: Emprego se candidata com o LinkedIn

source: job apply with xing
pt_pt: Emprego se candidata com o Xing

source: job approve or reject
pt_pt: Aprovar ou rejeitar o emprego

source: job by
pt_pt: Emprego por

source: job by cities
pt_pt: Empregos por cidades

source: job by countries
pt_pt: Empregos por países

source: job by state
pt_pt: Emprego por estado

source: job copied suceccfully
pt_pt: Emprego copiado com sucesso

source: job delete
pt_pt: Deletar emprego

source: job detail
pt_pt: Detalhes do emprego

source: job has been applied
pt_pt: Emprego foi aplicado

source: job has been copied suceessfully
pt_pt: Emprego foi copiado com sucesso

source: job has been shortlisted
pt_pt: Emprego foi selecionado

source: job height
pt_pt: Altura do emprego

source: job pending
pt_pt: Emprego pendente

source: job salary range
pt_pt: Faixa salarial do emprego

source: job search result
pt_pt: Resultado da busca de empregos

source: job seeker buy credits pack
pt_pt: Buscador de emprego compra pacotes de créditos

source: job seeker configuration
pt_pt: Configuração do buscador de emprego

source: job seeker control panel link
pt_pt: Link do painel de controle do buscador de emprego

source: job seeker credit packages
pt_pt: Pacotes de créditos do buscador de emprego

source: job seeker credits log
pt_pt: Registro de créditos do buscador de emprego

source: job seeker default role
pt_pt: Função padrão do buscador de emprego

source: job seeker expire package
pt_pt: Pacote do buscador de emprego expirado

source: job seeker job apply
pt_pt: Aplicação de emprego do buscador de emprego

source: job seeker menu
pt_pt: Menu do buscador de emprego

source: job seeker messages
pt_pt: Mensagens do buscador de emprego

source: job seeker my stats
pt_pt: Minhas estatísticas do buscador de emprego

source: job seeker not allowed to perform this action
pt_pt: O buscador de emprego não tem permissão para executar esta ação

source: job seeker package expiry
pt_pt: Pacote do buscador de emprego expirado

source: job seeker packages
pt_pt: Pacotes do buscador de emprego

source: job seeker purchase credits pack
pt_pt: Compra de pacotes de créditos do buscador de emprego

source: job seeker purchase history
pt_pt: Histórico de compras do buscador de emprego

source: job seeker visitor
pt_pt: Visitante do buscador de emprego

source: job seo
pt_pt: SEO do emprego

source: job seo options are title, company, category, location, jobtype
pt_pt: Opções de SEO do emprego incluem título, empresa, categoria, localização, tipo de emprego

source: job shift
pt_pt: Turno do emprego

source: job short list setting effects on job listing pages
pt_pt: Configuração de lista curta de empregos afeta páginas de listagem de empregos

source: job short list setting effects on jobs listing page
pt_pt: Configuração de lista curta de empregos afeta a página de listagem de empregos

source: job short listed
pt_pt: Emprego selecionado

source: job statistices
pt_pt: Estatísticas de emprego

source: job stats
pt_pt: Estatísticas de emprego

source: job tag
pt_pt: Tag de emprego

source: job types per row
pt_pt: Tipos de emprego por linha

source: job will be expire in 30 days
pt_pt: O emprego expirará em 30 dias

source: jobs by categories widget
pt_pt: Widget de empregos por categorias

source: jobs by countries
pt_pt: Empregos por países

source: jobs by location widget
pt_pt: Widget de empregos por localização

source: jobs by state
pt_pt: Empregos por estado

source: jobs by states
pt_pt: Empregos por estados

source: jobs by tag
pt_pt: Empregos por tag

source: jobs on map widget
pt_pt: Widget de empregos no mapa

source: jobs role
pt_pt: Função de emprego

source: jobs stats
pt_pt: Estatísticas de emprego

source: jobs stats from jsjobs database
pt_pt: Estatísticas de emprego do banco de dados JS Jobs

source: jobs widget
pt_pt: Widget de empregos

source: jobseeker credits log
pt_pt: Registro de créditos do candidato a emprego

source: js from
pt_pt: JS de

source: js invalid email
pt_pt: E-mail JS inválido

source: js jobs captcha answer always positive
pt_pt: A resposta do captcha do JS Jobs é sempre positiva

source: js jobs captcha calculation type
pt_pt: Tipo de cálculo do captcha do JS Jobs

source: js jobs credits
pt_pt: Créditos do JS Jobs

source: js jobs settings
pt_pt: Configurações do JS Jobs

source: js multi city
pt_pt: JS Multi Cidade

source: js resume export
pt_pt: Exportação de currículo do JS

source: js search all
pt_pt: JS Pesquisar tudo

source: js send
pt_pt: JS Enviar

source: js support ticket
pt_pt: Ticket de suporte do JS

source: js to
pt_pt: JS para

source: js your email is required
pt_pt: Seu e-mail JS é obrigatório

source: jsjobs companies
pt_pt: Empresas JS Jobs

source: language reading
pt_pt: Proficiência de leitura

source: language understanding
pt_pt: Proficiência de compreensão oral

source: language writing
pt_pt: Proficiência de escrita

source: last six months stats
pt_pt: Estatísticas dos últimos seis meses

source: last week stats
pt_pt: Estatísticas da última semana

source: last week stats of five jobs
pt_pt: Estatísticas da última semana de cinco empregos

source: leave blank to hide
pt_pt: Deixe em branco para ocultar

source: leave blank to hide editor used for feed content issue
pt_pt: Deixe em branco para ocultar o editor usado para problemas de conteúdo do feed

source: leave blank to hide webmaster used for technical issue
pt_pt: Deixe em branco para ocultar o webmaster usado para problemas técnicos

source: leave reason
pt_pt: Motivo do afastamento

source: left margin
pt_pt: Margem esquerda

source: life time alerts
pt_pt: Alertas de tempo de vida

source: life time job alert
pt_pt: Alerta de emprego vitalício

source: lines
pt_pt: Linhas

source: linkedin user
pt_pt: Usuário do LinkedIn

source: linkedin user can apply to jobs
pt_pt: Usuário do LinkedIn pode se candidatar a empregos

source: linkedin user can login in js jobs
pt_pt: Usuário do LinkedIn pode fazer login no JS Jobs

source: list style
pt_pt: Estilo da lista

source: listing style
pt_pt: Estilo da listagem

source: loading
pt_pt: Carregando

source: location format must be country, state, city
pt_pt: O formato de localização deve ser país, estado, cidade

source: log in
pt_pt: Entrar

source: log in to
pt_pt: Entrar no

source: login into your account
pt_pt: Faça login na sua conta

source: login page
pt_pt: Página de login

source: login to view contact detail
pt_pt: Faça login para ver os detalhes de contato

source: login with facebook
pt_pt: Faça login com o Facebook

source: login with linkedin
pt_pt: Faça login com o LinkedIn

source: login with social media
pt_pt: Faça login com as redes sociais

source: login with xing
pt_pt: Faça login com o Xing

source: logo height
pt_pt: Altura do logotipo

source: logo url
pt_pt: URL do logotipo

source: logo width
pt_pt: Largura do logotipo

source: main direcotry
pt_pt: Diretório principal

source: manager
pt_pt: Gerente

source: mark
pt_pt: Marcar

source: max logo size allowed
pt_pt: Tamanho máximo do logotipo permitido

source: maximum files selected
pt_pt: Número máximo de arquivos selecionados

source: maximum number of addresses allowed in resume
pt_pt: Número máximo de endereços permitidos no currículo

source: maximum number of employers allowed in resume
pt_pt: Número máximo de empregadores permitidos no currículo

source: maximum number of institutes allowed in resume
pt_pt: Número máximo de instituições permitidas no currículo

source: maximum number of languages allowed in resume
pt_pt: Número máximo de idiomas permitidos no currículo

source: maximum number of records per page
pt_pt: Número máximo de registros por página

source: maximum number of references allowed in resume
pt_pt: Número máximo de referências permitidas no currículo

source: maximum record for city field
pt_pt: Registro máximo para o campo da cidade

source: maximum record for tag field
pt_pt: Registro máximo para o campo de tag

source: message not sent
pt_pt: Mensagem não enviada

source: message sent
pt_pt: Mensagem enviada

source: message status
pt_pt: Status da mensagem

source: message subject
pt_pt: Assunto da mensagem

source: miscellaneous
pt_pt: Diversos

source: mm dd yyyy
pt_pt: MM DD AAAA

source: mobile phone
pt_pt: Telefone celular

source: module height
pt_pt: Altura do módulo

source: more options
pt_pt: Mais opções

source: morning
pt_pt: Manhã

source: most sites will work with a setting of 180 or 600 here
pt_pt: A maioria dos sites funcionará com uma configuração de 180 ou 600 aqui

source: most viewed resumes
pt_pt: Currículos mais visualizados

source: multi select
pt_pt: Seleção múltipla

source: must be comma separated
pt_pt: Deve ser separado por vírgulas

source: new cover letter
pt_pt: Nova carta de apresentação

source: new job applies
pt_pt: Novas candidaturas a empregos

source: new messages
pt_pt: Novas mensagens

source: new notification
pt_pt: Nova notificação

source: new notifications
pt_pt: Novas notificações

source: new resume are applied on your job
pt_pt: Um novo currículo foi aplicado para o seu emprego

source: new resume is applied on your job
pt_pt: Um novo currículo foi aplicado para o seu emprego

source: new shift
pt_pt: Novo turno

source: new state
pt_pt: Novo estado

source: new visitor job
pt_pt: Novo emprego para visitantes

source: new visitor resume
pt_pt: Novo currículo para visitantes

source: newest applied jobs
pt_pt: Empregos mais recentes aplicados

source: newest companies
pt_pt: Empresas mais recentes

source: newest employer
pt_pt: Empregador mais recente

source: newest job seeker
pt_pt: Candidato a emprego mais recente

source: newest resumes
pt_pt: Currículos mais recentes

source: no folder found
pt_pt: Nenhuma pasta encontrada

source: no of jobs
pt_pt: Nº de empregos

source: not publish
pt_pt: Não publicar

source: not published
pt_pt: Não publicado

source: note have been saved succesfully
pt_pt: A nota foi salva com sucesso

source: number of career builder jobs per page
pt_pt: Número de empregos do Career Builder por página

source: number of career builder jobs per scroll
pt_pt: Número de empregos em destaque exibidos por rolagem

source: number of companies
pt_pt: Número de empresas

source: number of companies per row
pt_pt: Número de empresas por linha

source: number of featured job show per scroll
pt_pt: Número de empregos em destaque exibidos por rolagem

source: number of featured jobs
pt_pt: Número de empregos em destaque

source: number of gold job show per scroll
pt_pt: Número de empregos dourados exibidos por rolagem

source: number of gold jobs
pt_pt: Número de empregos dourados

source: number of indeed jobs per page
pt_pt: Número de empregos do Indeed por página

source: number of indeed jobs per scroll
pt_pt: Número de empregos do Indeed por rolagem

source: number of institutes allowed
pt_pt: Número de instituições permitidas

source: number of jobs before showing career builder jobs
pt_pt: Número de empregos antes de mostrar os empregos do Career Builder

source: number of jobs before showing indeed jobs
pt_pt: Número de empregos antes de mostrar os empregos do Indeed

source: number of jobs in last six months
pt_pt: Número de empregos nos últimos seis meses

source: number of jobs per row
pt_pt: Número de empregos por linha

source: number of operands for captcha
pt_pt: Número de operandos para CAPTCHA

source: number of operands for js jobs captcha
pt_pt: Número de operandos para CAPTCHA do JS Jobs

source: number of resume per row
pt_pt: Número de currículos por linha

source: number of resumes
pt_pt: Número de currículos

source: on job
pt_pt: No trabalho

source: only section that have value
pt_pt: Somente as seções que têm valor

source: options
pt_pt: Opções

source: or apply with
pt_pt: Ou aplique com

source: order not found
pt_pt: Ordem não encontrada

source: organization
pt_pt: Organização

source: Other experience
pt_pt: Outra experiência

source: package combo
pt_pt: Combinação de pacotes

source: package expire in days
pt_pt: Pacote expira em dias

source: package expiry
pt_pt: pacote expirar

source: package status for approve or reject
pt_pt: Status do pacote para aprovar ou rejeitar

source: parent field
pt_pt: Campo pai

source: part time
pt_pt: Meio período

source: password again
pt_pt: Digite a senha novamente

source: passwords do not match
pt_pt: As senhas não coincidem

source: payer address
pt_pt: Endereço do pagador

source: payer contact number
pt_pt: Número de contato do pagador

source: payer email address
pt_pt: Endereço de e-mail do pagador

source: payment gateway
pt_pt: Gateway de pagamento

source: payment has been verified
pt_pt: O pagamento foi verificado

source: payment has not been verified
pt_pt: O pagamento não foi verificado

source: paypal settings
pt_pt: Configurações do PayPal

source: pending for featured
pt_pt: Pendente para destaque

source: pending for gold
pt_pt: Pendente para dourado

source: per day
pt_pt: Por dia

source: per week
pt_pt: Por semana

source: per year
pt_pt: Por ano

source: php developer
pt_pt: Desenvolvedor PHP

source: please enter a password
pt_pt: Digite uma senha

source: please enter a username
pt_pt: Digite um nome de usuário

source: please enter discount value
pt_pt: Digite o valor do desconto

source: please fill the message
pt_pt: Preencha a mensagem

source: please fill the subject
pt_pt: Preencha o assunto

source: please first make a selection from the list
pt_pt: Primeiro faça uma seleção da lista

source: please first save resume personal section then add any other section
pt_pt: Primeiro salve a seção pessoal do currículo e depois adicione outras seções

source: please make sure you have enabled curl library
pt_pt: Verifique se você habilitou a biblioteca cURL

source: please make sure your database user have create table permissions
pt_pt: Certifique-se de que o usuário do banco de dados tenha permissão para criar tabelas

source: please make sure your database user have delete permissions
pt_pt: Certifique-se de que o usuário do banco de dados tenha permissão para excluir

source: please make sure your database user have drop table permissions
pt_pt: Certifique-se de que o usuário do banco de dados tenha permissão para excluir tabelas

source: please make sure your database user have inserting permissions
pt_pt: Certifique-se de que o usuário do banco de dados tenha permissão para inserir dados

source: please make sure your database user have update permissions
pt_pt: Certifique-se de que o usuário do banco de dados tenha permissão para atualizar dados

source: please select a resume first
pt_pt: Selecione um currículo primeiro

source: please select both discount dates
pt_pt: Selecione ambas as datas de desconto

source: please select your role to continue
pt_pt: Selecione o seu papel para continuar

source: poor
pt_pt: Ruim

source: postion for search icon on jobs listing page
pt_pt: Posição do ícone de busca na página de listagem de empregos

source: prefered skills
pt_pt: Habilidades preferidas

source: previous
pt_pt: Anterior

source: primary company
pt_pt: Empresa principal

source: private address
pt_pt: Endereço privado

source: pro installer
pt_pt: Instalador Pro

source: proceed
pt_pt: Continuar

source: proceed without paying
pt_pt: Continuar sem pagar

source: professional experience
pt_pt: Experiência profissional

source: profile link
pt_pt: Link do perfil

source: province
pt_pt: Província

source: purcahse date
pt_pt: Data de compra

source: purchase date
pt_pt: Data de compra
