Repository: Nogsus-CL/aquanetwork_lang_theme
Catalog: *.po
Languages: pt_pt

source: Return to Required Plugins Installer
pt_pt: Voltar ao instalador de plugins obrigatórios

source: Return to the Dashboard
pt_pt: Voltar ao painel de controle

source: Plugin activated successfully.
pt_pt: Plugin ativado com sucesso.

source: The following plugin was activated successfully:
pt_pt: O seguinte plugin foi ativado com sucesso:

source: No action taken. Plugin was already active.
pt_pt: Nenhuma ação foi realizada. O plugin já estava ativo.

source: All plugins installed and activated successfully.
pt_pt: Todos os plugins foram instalados e ativados com sucesso.

source: Dismiss this notice
pt_pt: Dispensar este aviso

source: Please contact the administrator of this site for help.
pt_pt: Entre em contato com o administrador deste site para obter ajuda.

source: This plugin needs to be updated to be compatible with your theme.
pt_pt: Este plugin precisa ser atualizado para ser compatível com o seu tema.

source: Update Required
pt_pt: Atualização necessária

source: and
pt_pt: e

source: WordPress Repository
pt_pt: Repositório do WordPress

source: External Source
pt_pt: Fonte externa

source: Pre-Packaged
pt_pt: Pré-embalado

source: Not Installed
pt_pt: Não instalado

source: Installed But Not Activated
pt_pt: Instalado, mas não ativado

source: Required Update not Available
pt_pt: Atualização necessária não disponível

source: Requires Update
pt_pt: Requer atualização

source: Update recommended
pt_pt: Atualização recomendada

source: To Install
pt_pt: Para instalar

source: Update Available
pt_pt: Atualização disponível

source: To Activate
pt_pt: Para ativar

source: Installed version:
pt_pt: Versão instalada:

source: Minimum required version:
pt_pt: Versão mínima necessária:

source: Available version:
pt_pt: Versão disponível:

source: No plugins to install, update or activate.
pt_pt: Nenhum plugin para instalar, atualizar ou ativar.

source: Source
pt_pt: Fonte

source: Activate
pt_pt: Ativar

source: Upgrade message from the plugin author:
pt_pt: Mensagem de atualização do autor do plugin:

source: No plugins were selected to be installed. No action taken.
pt_pt: Nenhum plugin foi selecionado para ser instalado. Nenhuma ação foi realizada.

source: No plugins were selected to be updated. No action taken.
pt_pt: Nenhum plug-in foi selecionado para ser atualizado. Nenhuma ação foi tomada.

source: No plugins are available to be installed at this time.
pt_pt: Nenhum plugin está disponível para ser instalado no momento.

source: No plugins are available to be updated at this time.
pt_pt: Nenhum plugin está disponível para ser atualizado no momento.

source: No plugins were selected to be activated. No action taken.
pt_pt: Nenhum plugin foi selecionado para ser ativado. Nenhuma ação foi realizada.

source: No plugins are available to be activated at this time.
pt_pt: Nenhum plugin está disponível para ser ativado no momento.

source: Plugin activation failed.
pt_pt: Falha na ativação do plugin.

source: Updating Plugin
pt_pt: Atualizando Plugin

source: An error occurred while installing.
pt_pt: Ocorreu um erro durante a instalação.

source: The installation of failed.
pt_pt: A instalação falhou.

source: installed and activated successfully.
pt_pt: instalado e ativado com sucesso.

source: Show Details
pt_pt: Mostrar Detalhes

source: Hide Details
pt_pt: Detalhes Ocultos

source: All installations and activations have been completed.
pt_pt: Todas as instalações e ativações foram concluídas.

source: All installations have been completed.
pt_pt: Todas as instalações foram concluídas.

source: Installing Plugin
pt_pt: Instalando Plugin

source: Job Saved Searches
pt_pt: Pesquisas de Vagas Salvas

source: Job seeker Credits Pack
pt_pt: Pacote de Créditos para Procurador de Vagas

source: Job seeker Rate List
pt_pt: Lista de Taxas para Procurador de Vagas

source: Add Job
pt_pt: Adicionar Vaga

source: Add Company
pt_pt: Adicionar Empresa

source: Employer Messages
pt_pt: Mensagens do Empregador

source: Resume Saved Searches
pt_pt: Pesquisas de Currículos Salvas

source: Employer Credits Pack
pt_pt: Pacote de Créditos para Empregador

source: Thank You
pt_pt: Obrigado

source: Job manager pages
pt_pt: Páginas do Gerenciador de Vagas

source: Job Manager
pt_pt: Gerenciador de Vagas

source: Pages
pt_pt: Páginas

source: How to shown the rumors.
pt_pt: Como mostrar os rumores.

source: Please add your text field for the
pt_pt: Por favor, adicione seu campo de texto para

source: Jobs search
pt_pt: Pesquisa de Vagas

source: Detail Page
pt_pt: Página de Detalhes

source: Select the job detail page.
pt_pt: Selecione a página de detalhes da vaga.

source: Search jobs style
pt_pt: Estilo de pesquisa de vagas

source: Style 1
pt_pt: Estilo 1

source: Style 2
pt_pt: Estilo 2

source: Style 3
pt_pt: Estilo 3

source: Style 4
pt_pt: Estilo 4

source: Style 5
pt_pt: Estilo 5

source: Style 6
pt_pt: Estilo 6

source: Style 7
pt_pt: Estilo 7

source: Style 8
pt_pt: Estilo 8

source: How to shown search jobs.
pt_pt: Como mostrar as vagas de pesquisa.

source: Image
pt_pt: Imagem

source: WE'RE WORLD WIDE.
pt_pt: ESTAMOS EM TODO O MUNDO.

source: Add main title to your job search form
pt_pt: Adicione um título principal ao seu formulário de pesquisa de vagas

source: Sub Title
pt_pt: Subtítulo

source: Exitying Career Opportunities
pt_pt: Oportunidades de Carreira Emocionantes

source: Add sub title to your job search form
pt_pt: Adicione um subtítulo ao seu formulário de pesquisa de emprego

source: Add Category title.
pt_pt: Adicione o título da categoria.

source: Post ad
pt_pt: Publicar anúncio

source: Short Description
pt_pt: Descrição curta

source: Set the link
pt_pt: Definir o link

source: Style
pt_pt: Estilo

source: Popular Categories
pt_pt: Categorias Populares

source: Category Icon
pt_pt: Ícone da Categoria

source: Latest And Featured Jobs
pt_pt: Últimas Vagas e Vagas em Destaque

source: Main Title
pt_pt: Título Principal

source: We offer
pt_pt: Nós oferecemos

source: job vacancies right now
pt_pt: vagas de emprego agora mesmo

source: Show No of Latest jobs
pt_pt: Mostrar o número de empregos mais recentes

source: Show No of Featured jobs
pt_pt: Mostrar o número de empregos em destaque

source: Featured Title
pt_pt: Título em Destaque

source: Featured Description
pt_pt: Descrição em Destaque

source: Post ad 2
pt_pt: Publicar anúncio 2

source: Heading
pt_pt: Título

source: Count box
pt_pt: Contar caixa de texto

source: Background Image
pt_pt: Imagem de Fundo

source: Icon 1
pt_pt: Ícone 1

source: Count 1
pt_pt: Contagem 1

source: Define the count number for box 1
pt_pt: Defina o número de contagem para a caixa de texto 1

source: Text for box 1.
pt_pt: Texto para a caixa de texto 1.

source: Icon 2
pt_pt: Ícone 2

source: Count 2
pt_pt: Contagem 2

source: Define the count number for box 2
pt_pt: Defina o número de contagem para a caixa de texto 2

source: Text for box 2.
pt_pt: Texto para caixa de texto 2.

source: Icon 3
pt_pt: Ícone 3

source: Count 3
pt_pt: Contagem 3

source: Define the count number for box 3
pt_pt: Defina o número de contagem para a caixa de texto 3

source: Text for box 3.
pt_pt: Texto para caixa de texto 3.

source: Icon 4
pt_pt: Ícone 4

source: Count 4
pt_pt: Contagem 4

source: Define the count number for box 4
pt_pt: Defina o número de contagem para a caixa de texto 4

source: Text for box 4.
pt_pt: Texto para caixa de texto 4.

source: Icon 5
pt_pt: Ícone 5

source: Text for box 5.
pt_pt: Texto para caixa de texto 5.

source: Latest Resume
pt_pt: Currículo mais recente

source: Choose text color
pt_pt: Escolha a cor do texto

source: Find Your
pt_pt: Encontre o seu

source: Best Candidate
pt_pt: Melhor Candidato

source: No of Resume Show
pt_pt: Número de Currículos Exibidos

source: Whole slide
pt_pt: Slide inteiro

source: Single resume
pt_pt: Currículo único

source: Speed
pt_pt: Velocidade

source: Give scroll speed in seconds.
pt_pt: Indique a velocidade de rolagem em segundos.

source: Pricing tables
pt_pt: Tabelas de preços

source: Number of price tables
pt_pt: Número de tabelas de preços

source: Show number of price tables.
pt_pt: Mostrar o número de tabelas de preços.

source: Plans and price
pt_pt: Planos e Preços

source: Heading for the price table section.
pt_pt: Cabeçalho para a seção de tabela de preços.

source: Short description for price table shown below the heading.
pt_pt: Breve descrição da tabela de preços mostrada abaixo do cabeçalho.

source: News and rumors
pt_pt: Notícias e rumores

source: without pagination
pt_pt: sem paginação

source: Carasole
pt_pt: Carrossel

source: pagination
pt_pt: paginação

source: New Style
pt_pt: Novo Estilo

source: Select style for blog news
pt_pt: Selecione o estilo para as notícias do blog

source: Bottom Link
pt_pt: Link Inferior

source: Set the bottom link for news and rumors.
pt_pt: Defina o link inferior para notícias e rumores.

source: Slide style
pt_pt: Estilo de slide

source: Single news slide
pt_pt: Slide de notícias único

source: How to slide News and Rumers.
pt_pt: Como fazer o slide de Notícias e Rumores.

source: Slide speed
pt_pt: Velocidade do slide

source: Give slide speed in seconds
pt_pt: Forneça a velocidade do slide em segundos

source: News per page
pt_pt: Notícias por página

source: Show news and rumors for carasole listing
pt_pt: Mostrar notícias e rumores para listagem de carrossel

source: Heading for the news and rumors section.
pt_pt: Cabeçalho para a seção de notícias e rumores.

source: Sub Heading
pt_pt: Subtítulo

source: Listed Blogs
pt_pt: Blogs Listados

source: Sub Heading for the news and rumors section.
pt_pt: Subtítulo para a seção de notícias e rumores.

source: Short description for news and rumors shown below the heading.
pt_pt: Breve descrição para notícias e rumores mostrada abaixo do cabeçalho.

source: Testimonials
pt_pt: Depoimentos

source: Kind Words From
pt_pt: Palavras gentis de

source: Heading for the testimonials section.
pt_pt: Cabeçalho para a seção de depoimentos.

source: Happy Candidates
pt_pt: Candidatos Felizes

source: Sub Heading for the testimonials section.
pt_pt: Subtítulo para a seção de depoimentos.

source: Description for the testimonial.
pt_pt: Descrição para o depoimento.

source: List Company Type
pt_pt: Listar Tipo de Empresa

source: Latest Companies
pt_pt: Empresas mais recentes

source: Select company list type.
pt_pt: Selecione o tipo de lista de empresas.

source: Select company Style.
pt_pt: Selecione o estilo de empresa.

source: We Have
pt_pt: Nós temos

source: Helped These Companies
pt_pt: Ajudamos essas empresas

source: Companies slide style
pt_pt: Estilo de slide de empresas

source: Single company slide
pt_pt: Slide de empresa único

source: How to slide Companies.
pt_pt: Como fazer o slide de empresas.

source: Total number of companies to show
pt_pt: Número total de empresas a serem exibidas

source: Short description for Companies shown below the heading.
pt_pt: Breve descrição para empresas mostrada abaixo do cabeçalho.

source: Job Manager Links
pt_pt: Links do Gerenciador de Vagas

source: Select Custom Links Style.
pt_pt: Selecione o Estilo de Links Personalizados.

source: Main Heading
pt_pt: Cabeçalho Principal

source: Exciting Career Opportunities
pt_pt: Oportunidades de Carreira Emocionantes

source: Left Image
pt_pt: Imagem Esquerda

source: Right Image
pt_pt: Imagem Direita

source: REGISTER AS EMPLOYER
pt_pt: REGISTRAR-SE COMO EMPREGADOR

source: Set the link for first button
pt_pt: Defina o link para o primeiro botão

source: Set the link for second button
pt_pt: Defina o link para o segundo botão

source: REGISTER AS JOB SEEKER
pt_pt: REGISTRAR-SE COMO PROCURADOR DE EMPREGOS

source: Link Text
pt_pt: Texto do Link

source: Link Icon 1
pt_pt: Ícone do Link 1

source: Text Link
pt_pt: Link de Texto

source: Set the link for the box
pt_pt: Definir o link para a caixa

source: Link Icon 2
pt_pt: Ícone do Link 2

source: Job Manager Info Text
pt_pt: Texto de Informações do Gerenciador de Vagas

source: Job list type
pt_pt: Tipo de lista de vagas

source: List View
pt_pt: Visualização em Lista

source: Grid View
pt_pt: Visualização em Grade

source: Grid list style
pt_pt: Estilo da lista em grade

source: Simple
pt_pt: Simples

source: Show number of jobs on page, for show more button
pt_pt: Mostrar o número de empregos na página para o botão 'Mostrar Mais'

source: Heading for the jobs section.
pt_pt: Cabeçalho para a seção de vagas.

source: Sub Heading for the jobs section.
pt_pt: Subtítulo para a seção de vagas.

source: Short description for jobs shown below the heading.
pt_pt: Breve descrição das vagas mostrada abaixo do cabeçalho.

source: Set the link for the Browse jobs
pt_pt: Definir o link para 'Procurar Vagas'

source: 4 Feature box
pt_pt: 4 Caixas de Recursos

source: Icon
pt_pt: Ícone

source: Search your dream job
pt_pt: Pesquise sua vaga dos sonhos

source: First feature box title
pt_pt: Título da caixa de texto do primeiro recurso

source: First feature box description.
pt_pt: Descrição da caixa de texto do primeiro recurso.

source: User Groups
pt_pt: Grupos de Usuários

source: Second feature box title
pt_pt: Título da caixa de texto do segundo recurso

source: Second feature box description.
pt_pt: Descrição da caixa de texto do segundo recurso.

source: Third feature box title
pt_pt: Título da caixa de texto do terceiro recurso

source: Third feature box description.
pt_pt: Descrição da caixa de texto do terceiro recurso.

source: Four feature box title
pt_pt: Título da caixa de texto com quatro recursos

source: Four feature box description.
pt_pt: Descrição da caixa de texto com quatro recursos.

source: 3 Feature box
pt_pt: 3 Caixa de texto de recursos

source: Style2
pt_pt: Estilo 2

source: Style3
pt_pt: Estilo 3

source: Style4
pt_pt: Estilo 4

source: Image1
pt_pt: Imagem 1

source: First image
pt_pt: Primeira imagem

source: Image2
pt_pt: Imagem 2

source: Second image
pt_pt: Segunda imagem

source: Image3
pt_pt: Imagem 3

source: Third image
pt_pt: Terceira imagem

source: Heading for the featured text box section.
pt_pt: Cabeçalho para a seção de caixas de texto em destaque.

source: Summary
pt_pt: Resumo

source: Short description for featured box shown below the heading.
pt_pt: Breve descrição da caixa de texto em destaque mostrada abaixo do título.

source: Heading for the featured jobs section.
pt_pt: Subtítulo para a seção de empregos em destaque.

source: Sub Heading for the featured jobs section.
pt_pt: Subtítulo para a seção de empregos em destaque.

source: Short description for featured jobs shown below the heading.
pt_pt: Descrição curta para empregos em destaque mostrados abaixo do título.

source: Featured jobs slide style
pt_pt: Estilo de slide para empregos em destaque

source: Single job slide
pt_pt: Slide de emprego único

source: How to slide featured jobs.
pt_pt: Como deslizar empregos em destaque.

source: Total number of jobs to shown
pt_pt: Número total de empregos a serem exibidas

source: Job Manager Link With Counter
pt_pt: Link do Gerenciador de Emprego com Contador

source: Select Custom Link Style.
pt_pt: Selecione o Estilo de Link Personalizado.

source: Google map
pt_pt: Mapa do Google

source: Specify the height of google map
pt_pt: Especificar a altura do mapa do Google

source: Height in px only integer
pt_pt: Altura em pixels (somente números inteiros)

source: Image and Text Box
pt_pt: Imagem e Caixa de Texto

source: Welcome to Job manager
pt_pt: Bem-vindo ao Gerenciador de Vagas

source: Heading for the image and text box
pt_pt: Cabeçalho para a imagem e caixa de texto

source: Sub Heading for the image and text box
pt_pt: Subtítulo para a imagem e caixa de texto

source: Summary for the image and text box
pt_pt: Resumo para a imagem e caixa de texto

source: Description for the image and the text box.
pt_pt: Descrição para a imagem e a caixa de texto.

source: Jobs search With Categories
pt_pt: Pesquisa de Vagas com Categorias

source: Search jobs category style
pt_pt: Estilo de categoria de pesquisa de empregos

source: How to shown search jobs and categories.
pt_pt: Como mostrar a pesquisa de empregos e categorias.

source: Team members
pt_pt: Membros da Equipe

source: Records per row
pt_pt: Registros por linha

source: Maximum 12 records per row is allowed.
pt_pt: No máximo 12 registros por linha são permitidos.

source: Number of Records
pt_pt: Número de registros

source: How many team members records can be query
pt_pt: Quantos registros de membros da equipe podem ser consultados

source: Our Team Members
pt_pt: Nossos Membros da Equipe

source: Heading for the team members section.
pt_pt: Cabeçalho para a seção de membros da equipe.

source: Short description for team members shown below the heading.
pt_pt: Breve descrição para os membros da equipe mostrada abaixo do título.

source: Primary menu
pt_pt: Menu Principal

source: Woocommerce Sidebar
pt_pt: Barra Lateral do WooCommerce

source: Appear in left side of woocommerce area
pt_pt: Aparecer no lado esquerdo da área do WooCommerce

source: Left Sidebar
pt_pt: Barra Lateral Esquerda

source: Appear in left side of content area
pt_pt: Aparecer no lado esquerdo da área de conteúdo

source: Right Sidebar
pt_pt: Barra Lateral Direita

source: Appear in right side of content area
pt_pt: Aparecer no lado direito da área de conteúdo

source: Appear in right side of news and rumors
pt_pt: Aparecer no lado direito de Notícias e Rumores

source: Footer 1
pt_pt: Rodapé 1

source: Appear in footer area
pt_pt: Aparecer na área do rodapé

source: Footer 2
pt_pt: Rodapé 2

source: Footer 3
pt_pt: Rodapé 3

source: Footer 4
pt_pt: Rodapé 4

source: Footer 5
pt_pt: Rodapé 5

source: Appear in left side of footer area
pt_pt: Aparecer no lado esquerdo da área do rodapé

source: Footer 6
pt_pt: Rodapé 6

source: Appear in right side of footer area
pt_pt: Aparecer no lado direito da área do rodapé

source: Leave comments
pt_pt: Deixar comentários

source: Leave a reply to
pt_pt: Deixar uma resposta para

source: Cancel Reply
pt_pt: Cancelar Resposta

source: Submit Comment
pt_pt: Enviar Comentário

source: Your comments
pt_pt: Seus comentários

source: You must be
pt_pt: Você deve estar

source: Your email address will not be published.
pt_pt: Seu endereço de e-mail não será publicado.

source: Home
pt_pt: Início

source: Archives
pt_pt: Arquivos

source: Page
pt_pt: Página

source: Search results for
pt_pt: Resultados da busca por

source: Error 404
pt_pt: Erro 404

source: Job seeker Register
pt_pt: Registro do Candidato

source: Employer Register
pt_pt: Registro do Empregador

source: User Register
pt_pt: Registro do Usuário

source: Coverletter
pt_pt: Carta de Apresentação

source: My Coverletter
pt_pt: Minha Carta de Apresentação

source: View Coverletter
pt_pt: Ver Carta de Apresentação

source: Lost Password
pt_pt: Senha Perdida

source: Pick a new Password
pt_pt: Selecione uma nova senha

source: Car Manager colors are over riding JS Support Ticket colors
pt_pt: As cores do Car Manager estão sobrepondo as cores do JS Support Ticket

source: click here
pt_pt: clique aqui

source: Search result for:
pt_pt: Resultados da busca por:

source: By Author
pt_pt: Por Autor

source: By Tag
pt_pt: Por Tag

source: By Category
pt_pt: Por Categoria

source: By Date
pt_pt: Por Data

source: Please enter in your name.
pt_pt: Por favor, insira o seu nome.

source: Please enter a valid email address.
pt_pt: Por favor, insira um endereço de e-mail válido.

source: Message box can not be empty
pt_pt: O campo de mensagem não pode estar vazio

source: Hello
pt_pt: Olá

source: To reset your password, visit the following address:
pt_pt: Para redefinir sua senha, visite o seguinte endereço:

source: Thanks
pt_pt: Obrigado

source: Click to return on the top page
pt_pt: Clique para voltar à página inicial

source: your profile
pt_pt: seu perfil

source: registration is disabled
pt_pt: registro desabilitado

source: already logged in
pt_pt: já logado

source: banned
pt_pt: banido

source: employer dashboard
pt_pt: painel do empregador

source: For More Details Contact To Your Administrator
pt_pt: Para mais detalhes, entre em contato com o administrador do sistema

source: 404 page not found
pt_pt: Página 404 não encontrada

source: Oops This Page Not Found
pt_pt: Oops, esta página não foi encontrada

source: The link might be corrupted
pt_pt: O link pode estar corrompido

source: or the page may have been removed
pt_pt: ou a página pode ter sido removida

source: Go Back Home
pt_pt: Voltar para a página inicial

source: user disabled
pt_pt: usuário desabilitado

source: For More Details Contact To Your Administrator.
pt_pt: Para mais detalhes, entre em contato com o administrador do sistema.

source: not enough credits
pt_pt: créditos insuficientes

source: Please Purchase Credits Pack To Perform This Action.
pt_pt: Por favor, compre um pacote de créditos para realizar esta ação.

source: Not logged in
pt_pt: Não está logado

source: Please Login To Access This Page
pt_pt: Por favor, faça o login para acessar esta página

source: Please Register If You Are Not A Registered Member
pt_pt: Por favor, registre-se se ainda não é membro cadastrado

source: Not permission
pt_pt: Sem permissão

source: No Record Found Icon
pt_pt: Ícone de Nenhum Registro Encontrado

source: System Is Offline
pt_pt: Sistema Offline

source: registration disabled
pt_pt: registro desabilitado

source: For More Details Contact Your System Administrator
pt_pt: Para mais detalhes, entre em contato com o administrador do sistema.

source: Please Purchase Credits Pack To Perform This Action
pt_pt: Por favor, compre um pacote de créditos para realizar esta ação

source: content not found
pt_pt: conteúdo não encontrado

source: This Link Might Be Corrupted
pt_pt: Este link pode estar corrompido

source: not allowed
pt_pt: não permitido

source: Administrator Does Not Allow This Action
pt_pt: O administrador não permite esta ação

source: For More Details Contact System Administrator
pt_pt: Para mais detalhes, entre em contato com o administrador do sistema

source: system offline
pt_pt: sistema offline

source: page not found
pt_pt: página não encontrada

source: remove logo
pt_pt: remover logotipo

source: Search Company
pt_pt: Pesquisar Empresa

source: sorting
pt_pt: ordenação

source: company title
pt_pt: título da empresa

source: company link
pt_pt: link da empresa

source: show company jobs
pt_pt: mostrar vagas da empresa

source: web link
pt_pt: link da web

source: add to featured company
pt_pt: adicionar à empresa destacada

source: show company detail
pt_pt: mostrar detalhes da empresa

source: Show Contact Detail
pt_pt: Mostrar Detalhes de Contato

source: add coverletter
pt_pt: adicionar carta de apresentação

source: edit coverletter
pt_pt: editar carta de apresentação

source: delete coverletter
pt_pt: excluir carta de apresentação

source: buy with paypal
pt_pt: comprar com PayPal

source: CREDITS RATE
pt_pt: TAXA DE CRÉDITOS

source: spent credits
pt_pt: créditos gastos

source: add department
pt_pt: adicionar departamento

source: Search Department
pt_pt: Pesquisar Departamento

source: Delete Department
pt_pt: Excluir Departamento

source: Department Detail
pt_pt: Detalhes do Departamento

source: You Are Not Logged In. Please Login First
pt_pt: Você não está logado, por favor, faça o login primeiro

source: my department
pt_pt: meu departamento

source: my folder
pt_pt: minha pasta

source: Add Folder
pt_pt: Adicionar Pasta

source: more links
pt_pt: mais links

source: view all
pt_pt: ver todos

source: notifications
pt_pt: notificações

source: job notification
pt_pt: notificação de vaga

source: job image
pt_pt: imagem da vaga

source: user image
pt_pt: imagem do usuário

source: More Useful Links
pt_pt: Mais Links Úteis
