Repository: Nogsus-CL/aquanetwork_lang_theme
Catalog: *.po
Languages: pt_pt

source: Mint
pt_pt: Hortelã

source: Aqua
pt_pt: Água

source: Blue Jeans
pt_pt: Calças jeans azuis

source: Grass
pt_pt: Grama

source: Grape Furit
pt_pt: Fruta de uva

source: Lavander
pt_pt: Lavanda

source: Default Address Display Style
pt_pt: Estilo de exibição de endereço padrão

source: Recommended Run Script Once A Day
pt_pt: Recomenda-se executar o script uma vez por dia

source: Custom Php Script To Run
pt_pt: Script PHP personalizado para executar

source: Your job alert request is waiting for approval
pt_pt: Seu pedido de alerta de emprego está aguardando aprovação

source: Search Resume Form Settings
pt_pt: Configurações do formulário de pesquisa de currículos

source: is waiting for approval
pt_pt: está aguardando aprovação

source: Visitors are not allow to apply any jobs
pt_pt: Os visitantes não podem se candidatar a nenhum emprego

source: Visitors are not allow to apply jobs
pt_pt: Os visitantes não podem se candidatar a empregos

source: Pro version only
pt_pt: Apenas versão Pro

source: Top Left
pt_pt: Superior Esquerdo

source: Top Right
pt_pt: Superior Direito

source: Middle Left
pt_pt: Meio Esquerdo

source: Middle Right
pt_pt: Meio Direito

source: Bottom Left
pt_pt: Inferior Esquerdo

source: Bottom Right
pt_pt: Inferior Direito

source: Jobs Graph
pt_pt: Gráfico de Empregos

source: Resume Graph
pt_pt: Gráfico de Currículos

source: Newest Resume Box
pt_pt: Caixa de Currículos Mais Recentes

source: Applied Resume Box
pt_pt: Caixa de Currículos Aplicados

source: My Stuff Area
pt_pt: Área Meus Dados

source: My Stats Area
pt_pt: Área Minhas Estatísticas

source: Active Jobs Graph
pt_pt: Gráfico de Empregos Ativos

source: Suggested Jobs Box
pt_pt: Caixa de Empregos Sugeridos

source: Newest Jobs Box
pt_pt: Caixa de Empregos Mais Recentes

source: Title cannot be empty.
pt_pt: O título não pode ficar em branco.

source: Description cannot be empty.
pt_pt: A descrição não pode ficar em branco.

source: Application Title cannot be empty.
pt_pt: O título da candidatura não pode ficar em branco.

source: First Name cannot be empty.
pt_pt: O nome não pode ficar em branco.

source: Last Name cannot be empty.
pt_pt: O sobrenome não pode ficar em branco.

source: Email cannot be empty.
pt_pt: O email não pode ficar em branco.

source: File name cannot be empty.
pt_pt: O nome do arquivo não pode ficar em branco.

source: File type cannot be empty.
pt_pt: O tipo de arquivo não pode ficar em branco.

source: File size cannot be empty.
pt_pt: O tamanho do arquivo não pode ficar em branco.

source: City, State, Country
pt_pt: Cidade, Estado, País

source: City, State
pt_pt: Cidade, Estado

source: City, Country
pt_pt: Cidade, País

source: Job Options
pt_pt: Opções de Emprego

source: Show Gold Jobs
pt_pt: Mostrar Empregos Dourados

source: No Of Gold Jobs
pt_pt: Número de Empregos Dourados

source: Refine Search Tag Position
pt_pt: Posição da Tag de Pesquisa Refinada

source: No Of Featured Jobs
pt_pt: Número de Empregos em Destaque

source: Social Links
pt_pt: Links Sociais

source: Gold Company Auto Approve
pt_pt: Aprovação Automática de Empresas Douradas

source: Featured Company Auto Approve
pt_pt: Aprovação Automática de Empresas em Destaque

source: Gold company Expire In Days
pt_pt: Empresa Dourada Expira em Dias

source: Featured company Expire In Days
pt_pt: Empresa em Destaque Expira em Dias

source: Gold Job Auto Approve
pt_pt: Aprovação Automática de Empregos Dourados

source: Featured job Auto Approve
pt_pt: Aprovação Automática de Empregos em Destaque

source: Text Editor
pt_pt: Editor de Texto

source: Gold Resume Auto Approve
pt_pt: Aprovação Automática de Currículos Dourados

source: Featured Resume Auto Approve
pt_pt: Aprovação Automática de Currículos em Destaque

source: Number Of Addresses Allowed
pt_pt: Número de Endereços Permitidos

source: Number Of Employers Allowed
pt_pt: Número de Empregadores Permitidos

source: Resume Photo Size Allowed
pt_pt: Tamanho de Foto de Currículo Permitido

source: Show Only The Sections That Have Value
pt_pt: Mostrar Apenas as Seções que Possuem Valor

source: Number Of Languages Allowed
pt_pt: Número de Idiomas Permitidos

source: Number Of References Allowed
pt_pt: Número de Referências Permitidas

source: Visitor Can Add New Resume
pt_pt: Visitantes Podem Adicionar um Novo Currículo

source: Configuration Of A Backup Job With Webcron.org
pt_pt: Configuração de um Trabalho de Backup com o Webcron.org

source: Cron Scheduling Using Wget most Hosts
pt_pt: Agendamento Cron usando Wget na maioria dos hosts

source: Cron Scheduling Using Curl siteground And A Few Other Hosts
pt_pt: Agendamento Cron usando siteground CURL e alguns outros hosts

source: Url For Use With Your Own Scripts And Third Party Services
pt_pt: URL para Uso com Seus Próprios Scripts e Serviços de Terceiros

source: Job By City
pt_pt: Emprego por Cidade

source: Jobs By Company
pt_pt: Empregos por Empresa

source: Job By Type
pt_pt: Emprego por Tipo

source: By Categories
pt_pt: Por Categorias

source: By Cities
pt_pt: Por Cidades

source: By Types
pt_pt: Por Tipos

source: Job Seeker Reports
pt_pt: Relatórios de Candidatos a Emprego

source: Expiry Date
pt_pt: Data de Expiração

source: Employer Stats
pt_pt: Estatísticas do Empregador

source: Job Seeker Stats
pt_pt: Estatísticas do Candidato a Emprego

source: Please add resume to apply job
pt_pt: Por favor, adicione um currículo para se candidatar a um emprego

source: You are not allowed to view this page
pt_pt: Você não tem permissão para visualizar esta página

source: Forget Your Password?
pt_pt: Esqueceu sua senha?

source: Forget Your Username?
pt_pt: Esqueceu seu nome de usuário?

source: Dont Have An Account?
pt_pt: Não possui uma conta?

source: Welcome To
pt_pt: Bem-vindo(a) ao

source: Job seeker is not allowed in employer private area
pt_pt: Candidatos a emprego não têm permissão para acessar a área privada do empregador

source: You do not select your role
pt_pt: Você não selecionou seu papel

source: You are not logged in
pt_pt: Você não está conectado

source: Employer is not allowed in job seeker private area
pt_pt: Empregadores não têm permissão para acessar a área privada do candidato a emprego

source: please get a package
pt_pt: por favor, adquira um pacote

source: You are not allowed to view employer control panel
pt_pt: Você não tem permissão para visualizar o painel de controle do empregador

source: Set Job Apply Redirect Link
pt_pt: Definir Link de Redirecionamento para Candidatura a Emprego

source: Company is required for job
pt_pt: A empresa é necessária para o emprego

source: Please add a company first
pt_pt: Por favor, adicione uma empresa primeiro

source: job limit exceeds
pt_pt: limite de emprego excedido

source: StartStart publishing date must be less then stop publishing date
pt_pt: A data de início de publicação deve ser anterior à data de término de publicação

source: visitor can not post job
pt_pt: visitantes não podem publicar empregos

source: Jobs By SubCategory
pt_pt: Empregos por Subcategoria

source: Job search not allowed in your package please purchase package which has this option
pt_pt: A pesquisa de emprego não é permitida no seu pacote. Por favor, compre um pacote que inclua essa opção

source: Job search is not allowed to employer
pt_pt: A pesquisa de emprego não é permitida para empregadores

source: Visitor is not allowed in employer private area
pt_pt: Visitantes não têm permissão para acessar a área privada do empregador

source: Shortlist Job
pt_pt: Emprego Favorito

source: Could not found any matching result
pt_pt: Nenhum resultado correspondente encontrado

source: You are not login
pt_pt: Você não está logado

source: Login first or apply as visitor
pt_pt: Faça login primeiro ou se candidate como visitante

source: Job apply as a visitor
pt_pt: Candidatura a emprego como visitante

source: Error has occurred please contact the administrator
pt_pt: Ocorreu um erro. Por favor, entre em contato com o administrador do sistema

source: Save search not allowed
pt_pt: Salvar pesquisa não permitido

source: You are not allowed to view Job Seeker control panel
pt_pt: Você não tem permissão para visualizar o painel de controle do candidato a emprego

source: View resume in detail is not allowed in your package.
pt_pt: Visualizar detalhes do currículo não é permitido no seu pacote.

source: From Email Address
pt_pt: Endereço de Email Remetente

source: Admin will receive all email notification on given address
pt_pt: O administrador receberá todas as notificações de email no endereço fornecido

source: Send email to admin on new resume creation
pt_pt: Enviar e-mail ao administrador sobre a criação de um novo currículo

source: Send email to admin on new department creation
pt_pt: Enviar e-mail ao administrador sobre a criação de um novo departamento

source: Show gold jobs in job lising
pt_pt: Mostrar empregos dourados na listagem de empregos

source: How many gold job show per page scroll
pt_pt: Quantos empregos dourados são exibidos por rolagem de página

source: Show Refine Search Tag
pt_pt: Mostrar Tag de Pesquisa Refinada

source: Show refine search tag on job listing
pt_pt: Mostrar a tag de pesquisa refinada na listagem de empregos

source: Postion of refine search tag
pt_pt: Posição da tag de pesquisa refinada

source: Show Featured Jobs
pt_pt: Mostrar Empregos em Destaque

source: How many featured job show per page scroll
pt_pt: Quantos empregos em destaque são exibidos por rolagem de página

source: Show featured jobs in job lising
pt_pt: Mostrar empregos em destaque na listagem de empregos

source: Job Listing Settings
pt_pt: Configurações de Listagem de Empregos

source: Job Lables
pt_pt: Rótulos de Empregos

source: Show field title for job
pt_pt: Mostrar título do campo para o emprego

source: Field settings for login users
pt_pt: Configurações de campo para usuários logados

source: Field settings for visitors
pt_pt: Configurações de campo para visitantes

source: Auto Assign Package To Employer
pt_pt: Atribuir pacote automaticamente ao empregador

source: New Employer
pt_pt: Novo Empregador

source: Auto Assign Package To Job Seeker
pt_pt: Atribuir pacote automaticamente ao candidato a emprego

source: New Job Seeker
pt_pt: Novo Candidato a Emprego

source: Employer Get Free Package Once
pt_pt: O empregador recebe um pacote gratuito uma vez

source: Limit free package
pt_pt: Limite do pacote gratuito

source: Employer get free package only once
pt_pt: O empregador recebe um pacote gratuito apenas uma vez

source: Job seeker get free package only once
pt_pt: O candidato a emprego recebe um pacote gratuito apenas uma vez

source: Job Seeker Get Free Package Once
pt_pt: O candidato a emprego recebe um pacote gratuito uma vez

source: Show Captcha On Registration Form
pt_pt: Mostrar Captcha no Formulário de Registro

source: Show captcha on JS Jobs registration form
pt_pt: Mostrar Captcha no formulário de registro do JS Jobs

source: Default longitude
pt_pt: Longitude padrão

source: Default latitude
pt_pt: Latitude padrão

source: How many days system show New tag
pt_pt: Quantos dias o sistema exibe a tag 'Novo'

source: Add image allowed extensions
pt_pt: Extensões de imagem permitidas

source: Add document allowed extensions
pt_pt: Extensões de documento permitidas

source: System will not upload if company logo size exceed to given size
pt_pt: O sistema não fará o upload se o tamanho do logotipo da empresa exceder o tamanho especificado

source: How many sub categories show in popup at category layout
pt_pt: Quantas subcategorias são exibidas no pop-up no layout da categoria

source: Number of Files For Resume
pt_pt: Número de Arquivos para Currículo

source: Maximum number of files that job seeker can upload in resume
pt_pt: Número máximo de arquivos que o candidato a emprego pode fazer upload no currículo

source: Resume File Maximum Size
pt_pt: Tamanho Máximo do Arquivo do Currículo

source: System will not upload if resume file size exceed to given size
pt_pt: O sistema não fará o upload se o tamanho do arquivo do currículo exceder o tamanho especificado

source: Job seeker will redirect to given address, when he click on Apply Now button
pt_pt: O candidato a emprego será redirecionado para o endereço fornecido quando clicar no botão Aplicar Agora

source: Number Of Institute Allowed
pt_pt: Número de Instituições Permitidas

source: Maximum number of institute allow in resume
pt_pt: Número máximo de instituições permitidas no currículo

source: Maximum number of language allow in resume
pt_pt: Número máximo de idiomas permitidos no currículo

source: Maximum number of reference allow in resume
pt_pt: Número máximo de referências permitidas no currículo

source: Maximum number of address allow in resume
pt_pt: Número máximo de endereços permitidos no currículo

source: Maximum number of employer allow in resume
pt_pt: Número máximo de empregadores permitidos no currículo

source: Max file size allowed
pt_pt: Tamanho máximo de arquivo permitido

source: System unable to create database table
pt_pt: Sistema não consegue criar tabela no banco de dados

source: Pleae make sure your database user have create table permissions
pt_pt: Certifique-se de que o usuário do banco de dados tenha permissões para criar tabelas

source: Create Database Table
pt_pt: Criar Tabela no Banco de Dados

source: Insert Record Into Table
pt_pt: Inserir Registro na Tabela

source: System unable to insert record into table
pt_pt: Sistema não consegue inserir o registro na tabela

source: Pleae make sure your database user have inserting permissions
pt_pt: Certifique-se de que o usuário do banco de dados tenha permissões para inserir registros

source: Update Record In Table
pt_pt: Atualizar Registro na Tabela

source: System unable to update record into table
pt_pt: Sistema não consegue atualizar o registro na tabela

source: Pleae make sure your database user have update permissions
pt_pt: Certifique-se de que o usuário do banco de dados tenha permissões para atualizar registros

source: Delete Record In Table
pt_pt: Excluir Registro na Tabela

source: System unable to delete record into table
pt_pt: Sistema não consegue excluir o registro na tabela

source: Pleae make sure your database user have delete permissions
pt_pt: Certifique-se de que o usuário do banco de dados tenha permissões para excluir tabelas

source: Drop Database Table
pt_pt: Excluir Tabela no Banco de Dados

source: System unable to drop database table
pt_pt: Sistema não consegue excluir a tabela do banco de dados

source: Pleae make sure your database user have drop table permissions
pt_pt: Certifique-se de que o usuário do banco de dados tenha permissões para excluir tabelas

source: File Download Using CURL
pt_pt: Download de Arquivo Usando cURL

source: CURL in not enabled
pt_pt: cURL não está habilitado

source: System unable to download file
pt_pt: Sistema não consegue baixar o arquivo

source: Pleae make sure you have enabled CURL library
pt_pt: Certifique-se de que você habilitou a biblioteca cURL

source: You do not have package
pt_pt: Você não tem um pacote

source: Job seeker not allowed
pt_pt: Candidato a emprego não permitido

source: Employer not allowed
pt_pt: Empregador não permitido

source: Job Seeker Configurations
pt_pt: Configurações do Candidato a Emprego

source: Some values are not acceptable
pt_pt: Alguns valores não são aceitáveis

source: Please retry
pt_pt: Por favor, tente novamente

source: Resume Data
pt_pt: Dados do Currículo

source: Email Alert To Employer On Resume Apply
pt_pt: Alerta de E-mail para o Empregador ao Aplicar com Currículo

source: What Include In Email
pt_pt: O que incluir no e-mail

source: All fields are include in employer email content or only filled fields
pt_pt: Todos os campos estão incluídos no conteúdo do e-mail para o empregador ou apenas os campos preenchidos

source: This option is valid if employer select send resume data in email settings at from job
pt_pt: Esta opção é válida se o empregador selecionar 'enviar dados do currículo' nas configurações de e-mail ao publicar um emprego

source: Please login to access private area
pt_pt: Por favor, faça login para acessar a área privada

source: This group will auto assign to new employer
pt_pt: Este grupo será atribuído automaticamente a novos empregadores

source: This group will auto assign to new job seeker
pt_pt: Este grupo será atribuído automaticamente a novos candidatos a emprego

source: System will upload all user files in this folder
pt_pt: O sistema fará o upload de todos os arquivos do usuário nesta pasta

source: Viewed
pt_pt: Visualizado

source: Error in saving resume folder
pt_pt: Erro ao salvar a pasta de currículos

source: Your key is incorrect or does not exists
pt_pt: Sua chave está incorreta ou não existe

source: Please enter correct key
pt_pt: Por favor, insira a chave correta

source: Following currencies are rejected due to improper name
pt_pt: As seguintes moedas são rejeitadas devido a nomes impróprios

source: Administrator
pt_pt: Administrador

source: Dates
pt_pt: Datas

source: Resume saved but error in uploading resume file and picture
pt_pt: Currículo salvo, mas erro ao fazer upload do arquivo do currículo e da imagem

source: Resume saved but error in uploading picture
pt_pt: Currículo salvo, mas erro ao fazer upload da imagem

source: Resume saved but error in uploading file
pt_pt: Currículo salvo, mas erro ao fazer upload do arquivo

source: Data Not Post On Server
pt_pt: Dados não enviados para o servidor

source: Error Resume Saving
pt_pt: Erro ao salvar o currículo

source: Authentication Fail
pt_pt: Falha na autenticação

source: Error in saving resume user fields
pt_pt: Erro ao salvar os campos de usuário do currículo

source: Improper Resume Name
pt_pt: Nome de currículo incorreto

source: Visitor Resume
pt_pt: Currículo do visitante

source: Back
pt_pt: Voltar

source: Download From Joomsky Website
pt_pt: Download do site Joomsky

source: Not Default
pt_pt: Não Padrão

source: Order Up
pt_pt: Mover Ordem para Cima

source: Order Down
pt_pt: Mover Ordem para Baixo

source: Job Ages
pt_pt: Idade do Trabalho

source: Job Career Levels
pt_pt: Níveis de Carreira de Trabalho

source: Company Approve
pt_pt: Aprovação da Empresa

source: Gold Approve
pt_pt: Aprovação Dourada

source: Feature Approve
pt_pt: Aprovação de Destaque

source: All Approve
pt_pt: Todas as Aprovações

source: Company Reject
pt_pt: Rejeição da Empresa

source: Gold Reject
pt_pt: Rejeição Dourada

source: Feature Reject
pt_pt: Rejeição de Destaque

source: All Reject
pt_pt: Todas as Rejeições

source: Delete About Company
pt_pt: Excluir Sobre a Empresa

source: Number Of Jobs
pt_pt: Número de empregos

source: Auto assign package to
pt_pt: Atribuir pacote automaticamente para

source: Allow User Register As Employer
pt_pt: Permitir que o usuário se registre como Empregador

source: Employer Top Menu Links
pt_pt: Links do Menu Superior do Empregador

source: List Jobs
pt_pt: Listar Empregos

source: Theme
pt_pt: Tema

source: Save User Field
pt_pt: Salvar Campo de Usuário

source: User Field
pt_pt: Campo de Usuário

source: Job Type Title
pt_pt: Título do Tipo de Emprego

source: Job Experience
pt_pt: Experiência no Emprego

source: Folders Resume
pt_pt: Pasta de Currículos

source: Job Approve
pt_pt: Aprovação do Emprego

source: Job Reject
pt_pt: Rejeição do Emprego

source: Edit Job Alert
pt_pt: Editar Alerta de Emprego

source: Form Job Alert
pt_pt: Formulário de Alerta de Emprego

source: To get serial number click here
pt_pt: Para obter o número de série, clique aqui

source: Job Sharing Log
pt_pt: Registro de Compartilhamento de Empregos

source: Your system is up to date
pt_pt: Seu sistema está atualizado

source: Unable connect to server
pt_pt: Não foi possível conectar ao servidor

source: Created By
pt_pt: Criado Por

source: Pro Download
pt_pt: Download Profissional

source: Free Download
pt_pt: Download Gratuito

source: Reference links
pt_pt: Links de Referência

source: Edit Message
pt_pt: Editar Mensagem

source: Form Message
pt_pt: Formulário de Mensagem

source: Save Message
pt_pt: Salvar Mensagem

source: Resume App Title
pt_pt: Título do Aplicativo de Currículos

source: Payer Item Name2
pt_pt: Nome do Item Pagador2

source: Employee Name
pt_pt: Nome do Empregado

source: Date Start
pt_pt: Data de Início

source: Date End
pt_pt: Data de Término

source: Resume Search
pt_pt: Pesquisa de Currículos

source: Cpi Store
pt_pt: Loja CPI

source: Others Setting
pt_pt: Outras Configurações

source: Mark All
pt_pt: Marcar Todos

source: Resume Approve
pt_pt: Aprovação de Currículo

source: Resume Reject
pt_pt: Rejeição de Currículo

source: View Resumes
pt_pt: Visualizar Currículos

source: Salary Range Types
pt_pt: Tipos de Faixa Salarial

source: State Name
pt_pt: Nome do Estado

source: Disabled
pt_pt: Desativado

source: Change Role
pt_pt: Mudar de Função

source: You can not apply to this job
pt_pt: Você não pode se candidatar a este emprego

source: Your job apply limit exceeds
pt_pt: Você excedeu o limite de candidaturas a empregos

source: Click Here To
pt_pt: Clique aqui para

source: Latest Jobs
pt_pt: Últimos Empregos

source: Applied resume by experience
pt_pt: Currículos aplicados por experiência

source: Select Driving License
pt_pt: Selecionar Carteira de Habilitação

source: Select Experience
pt_pt: Selecionar Experiência

source: Welcome In
pt_pt: Bem-vindo(a) ao

source: You Are New In
pt_pt: Você é novo(a) em

source: Jlogin
pt_pt: Acessar

source: Package is required to perform this action
pt_pt: É necessário um pacote para realizar esta ação

source: please get package
pt_pt: por favor, adquira um pacote

source: please get new package
pt_pt: por favor, adquira um novo pacote

source: You can not add new company
pt_pt: Você não pode adicionar uma nova empresa

source: Please get package to extend your company limit
pt_pt: Por favor, adquira um pacote para ampliar seu limite de empresas

source: Package is required to perform this action and your current package is expired
pt_pt: É necessário um pacote para realizar esta ação e seu pacote atual está expirado

source: You can not add new cover letter
pt_pt: Você não pode adicionar uma nova carta de apresentação

source: Applied resume by experiences
pt_pt: Currículos aplicados por experiências

source: You can not add new folder
pt_pt: Você não pode adicionar uma nova pasta

source: Tell A Freind
pt_pt: Indicar a um Amigo

source: Reqiured Travel
pt_pt: Viagem Necessária

source: Radius
pt_pt: Raio

source: Select Some Options
pt_pt: Selecione Algumas Opções

source: Type In A Search Term
pt_pt: Digite um Termo de Pesquisa

source: Searching
pt_pt: Pesquisando

source: Applied Info
pt_pt: Informações da Candidatura

source: Save search is not allowed in your package
pt_pt: Salvar pesquisa não está disponível no seu pacote

source: please get package which has this option
pt_pt: por favor, adquira um pacote que possua esta opção

source: Job By Category
pt_pt: Empregos por Categoria

source: Choose Files
pt_pt: Escolher Arquivos

source: Please Select New Experience
pt_pt: Por favor, selecione uma nova experiência

source: Add Reference
pt_pt: Adicionar Referência

source: Are you sure to cancel job apply
pt_pt: Você tem certeza de que deseja cancelar a candidatura a emprego?

source: Please first save the resume then apply
pt_pt: Por favor, salve o currículo primeiro e depois se candidate

source: This is not your resume
pt_pt: Este não é o seu currículo

source: Please save your resume first then press apply now button
pt_pt: Por favor, salve seu currículo primeiro e depois clique em 'Candidatar Agora'

source: You can not add new resume
pt_pt: Você não pode adicionar um novo currículo
