Repository: Nogsus-CL/aquanetwork_lang_theme
Catalog: *.po
Languages: pt_pt

source: Save Resume Search
pt_pt: Salvar Busca de Currículo

source: Package For
pt_pt: Pacote para

source: Assign Package
pt_pt: Atribuir Pacote

source: Payment History Details
pt_pt: Detalhes do Histórico de Pagamento

source: Report
pt_pt: Relatório

source: Partner
pt_pt: Parceiro

source: Direct
pt_pt: Direto

source: English
pt_pt: Inglês

source: German
pt_pt: Alemão

source: Spanish
pt_pt: Espanhol

source: French
pt_pt: Francês

source: Italian
pt_pt: Italiano

source: Dutch
pt_pt: Holandês

source: Portuguese
pt_pt: Português

source: United Kingdom
pt_pt: Reino Unido

source: Australia
pt_pt: Austrália

source: New Zealand
pt_pt: Nova Zelândia

source: Same Window
pt_pt: Mesma Janela

source: From Epay
pt_pt: De ePay

source: To And From Epay
pt_pt: Para e De ePay

source: Polish
pt_pt: Polonês

source: Greek
pt_pt: Grego

source: Romanian
pt_pt: Romeno

source: Russian
pt_pt: Russo

source: Turkish
pt_pt: Turco

source: Chinese
pt_pt: Chinês

source: Czech
pt_pt: Tcheco

source: Danish
pt_pt: Dinamarquês

source: Swedish
pt_pt: Sueco

source: Finnish
pt_pt: Finlandês

source: Live
pt_pt: Ao Vivo

source: Test
pt_pt: Teste

source: Simu
pt_pt: Simulação

source: Japanese
pt_pt: Japonês

source: Norwegian
pt_pt: Norueguês

source: Slovenian
pt_pt: Esloveno

source: Payza Setting
pt_pt: Configuração do Payza

source: Alipay Setting
pt_pt: Configuração do Alipay

source: Authorize Setting
pt_pt: Configuração do Authorize

source: Worldpay Setting
pt_pt: Configuração do Worldpay

source: Bluepaid Setting
pt_pt: Configuração do BluePaid

source: Epay Setting
pt_pt: Configuração do ePay

source: Eway Setting
pt_pt: Configuração do Eway

source: Google Checkout Setting
pt_pt: Configuração do Google Checkout

source: Hsbc Setting
pt_pt: Configuração do HSBC

source: Moneybookers Setting
pt_pt: Configuração do Moneybookers

source: Paypal Setting
pt_pt: Configuração do PayPal

source: Sagepay Setting
pt_pt: Configuração do SagePay

source: Western Union Setting
pt_pt: Configuração do Western Union

source: 2checkout Setting
pt_pt: Configuração do 2checkout

source: Fastspring Setting
pt_pt: Configuração do FastSpring

source: Avangate Setting
pt_pt: Configuração do Avangate

source: Pagseguro Setting
pt_pt: Configuração do PagSeguro

source: Payfast Setting
pt_pt: Configuração do Payfast

source: Ideal Setting
pt_pt: Configuração do Ideal

source: Other Setting
pt_pt: Outras Configurações

source: Merchant Email
pt_pt: E-mail do Comerciante

source: Ipn Security Code
pt_pt: Código de Segurança do IPN

source: Notify Url
pt_pt: URL de Notificação

source: Cancel Url
pt_pt: URL de Cancelamento

source: Return Url
pt_pt: URL de Retorno

source: Payza Enabled
pt_pt: Payza Ativado

source: Test Mode
pt_pt: Modo de Test

source: Alipay Settings
pt_pt: Configurações do Alipay

source: Security Code
pt_pt: Código de Segurança

source: Payment Mode
pt_pt: Modo de Pagamento

source: Partner Id
pt_pt: ID do Parceiro

source: Accepted Currency
pt_pt: Moeda Aceita

source: Transport
pt_pt: Transporte

source: Alipay Enabled
pt_pt: Alipay Ativado

source: Authorize Settings
pt_pt: Configurações do Authorize

source: Login Id
pt_pt: ID de Login

source: Transaction Key
pt_pt: Chave de Transação

source: Test Mode Enabled
pt_pt: Modo de Teste Ativado

source: Authorize Enabled
pt_pt: Authorize Ativado

source: Note
pt_pt: Nota

source: Only Sim Payment Method
pt_pt: Somente Método de Pagamento Sim

source: Payment Url
pt_pt: URL de Pagamento

source: Installation Id
pt_pt: ID de Instalação

source: Worldpay Enabled
pt_pt: Worldpay Ativado

source: Bluepaid Id
pt_pt: ID do BluePaid

source: Currency Code
pt_pt: Código de Moeda

source: Bluepaid Enabled
pt_pt: BluePaid Ativado

source: Merchant Number
pt_pt: Número do Comerciante

source: Window State
pt_pt: Estado da Janela

source: Md5 Mode
pt_pt: Modo MD5

source: Auth Sms
pt_pt: SMS de Autenticação

source: Auth Mail
pt_pt: E-mail de Autenticação

source: Group
pt_pt: Grupo

source: Instant Capture
pt_pt: Captura Instantânea

source: Split Payment
pt_pt: Pagamento Dividido

source: Add Fee
pt_pt: Taxa Adicional

source: Epay Enabled
pt_pt: ePay Ativado

source: Customer Id
pt_pt: ID do Cliente

source: Currency Code Were Set According To Country I-e Aud, Nzd, Gbp
pt_pt: Códigos de Moeda foram definidos de acordo com o país, ex: AUD, NZD, GBP

source: Dont Change It
pt_pt: Não Altere Isso

source: Eway Enabled
pt_pt: Eway Ativado

source: Google Checkout Settings
pt_pt: Configurações do Google Checkout

source: Merchant Id
pt_pt: ID do Comerciante

source: Merchant Key
pt_pt: Chave do Comerciante

source: Server To Server
pt_pt: Servidor para Servidor

source: Google Checkout Enabled
pt_pt: Google Checkout Ativado

source: Hsbc Enabled
pt_pt: HSBC Ativado

source: Merchant Secret Word
pt_pt: Palavra Secreta do Comerciante

source: Moneybookers Enabled
pt_pt: Moneybookers Ativado

source: Account Id
pt_pt: ID da Conta

source: Authentication Token
pt_pt: Token de Autenticação

source: Paypal Enabled
pt_pt: PayPal Ativado

source: Vendor Name
pt_pt: Nome do Vendedor

source: Mode
pt_pt: Modo

source: Sagepay Enabled
pt_pt: SagePay Ativado

source: Western Union Settings
pt_pt: Configurações do Western Union

source: Mark Checkbox If You Want To Show It
pt_pt: Marque a caixa de seleção se você deseja mostrá-lo

source: Note: Email Address Shown For Mtcn Number
pt_pt: Nota: Endereço de E-mail mostrado para o Número MTCN

source: Western Union Enabled
pt_pt: Western Union Ativado

source: Seller Id
pt_pt: ID do Vendedor

source: 2checkout Enabled
pt_pt: 2checkout Ativado

source: Private Key
pt_pt: Chave Privada

source: Paste Url In Fastspring Notification Url
pt_pt: Cole a URL na URL de Notificação do Fastspring

source: Fastspring Enabled
pt_pt: FastSpring Ativado

source: Note: Paste The Product Url In Seller Package Form
pt_pt: Nota: Cole a URL do Produto no formulário de Pacote do Vendedor

source: Paste Url In Avangate Notification Url
pt_pt: Cole a URL na URL de Notificação do Avangate

source: Avangate Enabled
pt_pt: Avangate Ativado

source: Pagseguro Settings
pt_pt: Configurações do PagSeguro

source: Paste Url In Pagseguro Notification Url
pt_pt: Cole a URL na URL de Notificação do PagSeguro

source: Pagseguro Enabled
pt_pt: PagSeguro Ativado

source: Pdt Key
pt_pt: Chave PDT

source: Payfast Enabled
pt_pt: Payfast Ativado

source: Ideal Settings
pt_pt: Configurações do Ideal

source: Ideal Enabled
pt_pt: Ideal Ativado

source: Other Enabled
pt_pt: Outros Ativado

source: Package Notification Will Not Work
pt_pt: Notificação de Pacote Não Funcionará

source: Reference Years
pt_pt: Anos de Referência

source: Languages
pt_pt: Idiomas

source: Resume Approval Queue
pt_pt: Fila de Aprovação de Currículos

source: Resume Rejected
pt_pt: Currículo Rejeitado

source: Job Seeker Package
pt_pt: Pacote do Candidato

source: Field Title
pt_pt: Título do Campo

source: View Cover Letters
pt_pt: Ver Cartas de Apresentação

source: Month
pt_pt: Mês

source: Resume Search Results
pt_pt: Resultados da Busca de Currículos

source: Salary range start must be less then salary range end
pt_pt: O valor inicial do intervalo salarial deve ser menor que o valor final

source: Salary range end must be greater then salary range start
pt_pt: O valor final do intervalo salarial deve ser maior que o valor inicial

source: Salary Range Start
pt_pt: Valor Inicial do Intervalo Salarial

source: Salary Range End
pt_pt: Valor Final do Intervalo Salarial

source: Save Salary Range
pt_pt: Salvar Intervalo Salarial

source: Set Ordering
pt_pt: Definir Ordem

source: Enabled
pt_pt: Ativado

source: Blocked
pt_pt: Bloqueado

source: User Stats Companies
pt_pt: Estatísticas do Usuário: Empresas

source: User Stats Resumes
pt_pt: Estatísticas do Usuário: Currículos

source: User Stats Jobs
pt_pt: Estatísticas do Usuário: Vagas

source: Role
pt_pt: Função

source: Add Address
pt_pt: Adicionar Endereço

source: Add Education
pt_pt: Adicionar Educação

source: Add Employer
pt_pt: Adicionar Empregador

source: You are not allowed to unsubscribe job alert
pt_pt: Você não tem permissão para cancelar alertas de emprego

source: Error in mark resume as spam
pt_pt: Erro ao marcar currículo como spam

source: Error in mark resume as hired
pt_pt: Erro ao marcar currículo como contratado

source: Error in move resume to inbox
pt_pt: Erro ao mover currículo para a caixa de entrada

source: Error in resume reject
pt_pt: Erro ao rejeitar currículo

source: Resume folder has been saved
pt_pt: Pasta do currículo foi salva

source: Error in saving folders
pt_pt: Erro ao salvar pastas

source: This candidate is already shortlisted
pt_pt: Este candidato já está pré-selecionado

source: Resume has been mark as spam
pt_pt: Currículo foi marcado como spam

source: Job seeker has been hired
pt_pt: O candidato foi contratado

source: Resume has been unmarked as spam and moved to the inbox
pt_pt: Currículo foi desmarcado como spam e movido para a caixa de entrada

source: Application successfully applied
pt_pt: Aplicação enviada com sucesso

source: You already apply to this job
pt_pt: Você já se candidatou a esta vaga

source: You can not apply to this job. Your job apply limit exceeds
pt_pt: Você não pode se candidatar a esta vaga. Você excedeu o limite de candidaturas

source: Error in applying job
pt_pt: Erro ao se candidatar à vaga

source: Candidate successfully shortlisted
pt_pt: Candidato foi pré-selecionado com sucesso

source: Resume comments have been saved
pt_pt: Comentários do currículo foram salvos

source: Error in saving resume comments
pt_pt: Erro ao salvar os comentários do currículo

source: Candidate successfully marked as shortlist
pt_pt: Candidato foi marcado como pré-selecionado com sucesso

source: Resume search is not allowed in the package
pt_pt: A busca de currículos não é permitida no pacote

source: You are not allowed
pt_pt: Você não tem permissão

source: Company limit exceeds
pt_pt: Limite de empresas excedido

source: Cover letter limit exceeds
pt_pt: Limite de cartas de apresentação excedido

source: Folder limit exceed
pt_pt: Limite de pastas excedido

source: Job search not allowed in package
pt_pt: Busca de empregos não permitida neste pacote

source: You do not have this feature
pt_pt: Você não tem acesso a este recurso

source: Resume limit exceeds
pt_pt: Limite de currículos excedido

source: Resume Waiting For Approval
pt_pt: Currículo aguardando aprovação

source: academic title
pt_pt: Título acadêmico

source: accountant
pt_pt: Contador

source: action for
pt_pt: Ação para

source: action on
pt_pt: Ação em

source: active resume
pt_pt: Currículo ativo

source: active resumes
pt_pt: Currículos ativos

source: activity log
pt_pt: Log de atividades

source: add new
pt_pt: Adicionar novo

source: add new job by visitor
pt_pt: Adicionar nova vaga por visitante

source: add new resume
pt_pt: Adicionar novo currículo

source: add new resume by visitor
pt_pt: Adicionar novo currículo por visitante

source: add references
pt_pt: Adicionar referências

source: add to
pt_pt: Adicionar a

source: add user field
pt_pt: Adicionar campo de usuário

source: add value
pt_pt: Adicionar valor

source: added a new
pt_pt: Adicionou um novo

source: added successfully
pt_pt: Adicionado com sucesso

source: added to featured successfully
pt_pt: Adicionado como destaque com sucesso

source: added to gold successfully
pt_pt: Adicionado como dourado com sucesso

source: address data update
pt_pt: Atualização dos dados de endereço

source: address1
pt_pt: Endereço 1

source: address2
pt_pt: Endereço 2

source: addresses
pt_pt: Endereços

source: addtion
pt_pt: Adição

source: admin email address
pt_pt: Endereço de e-mail do administrador

source: admin sent
pt_pt: Enviado pelo administrador

source: admin will receive email notifications on this address
pt_pt: O administrador receberá notificações por e-mail neste endereço

source: administrator sent
pt_pt: Enviado pelo administrador

source: advanced
pt_pt: Avançado

source: alert
pt_pt: Alerta

source: all fields are included in employer email content or only filled fields
pt_pt: Todos os campos estão incluídos no conteúdo do e-mail do empregador ou apenas os campos preenchidos

source: all sections
pt_pt: Todas as seções

source: allow edit job
pt_pt: Permitir edição de vaga

source: allow user to register as employer
pt_pt: Permitir que o usuário se registre como empregador

source: amount paid
pt_pt: Valor pago

source: android developer
pt_pt: Desenvolvedor Android

source: any
pt_pt: Qualquer

source: api key
pt_pt: Chave de API

source: api key is required for facebook app
pt_pt: A chave de API é necessária para o aplicativo do Facebook

source: api key is required for linkedin app
pt_pt: A chave de API é necessária para o aplicativo do LinkedIn

source: api key is required for xing app
pt_pt: A chave de API é necessária para o aplicativo do Xing

source: apllied jobs
pt_pt: Vagas aplicadas

source: apllied resumes box
pt_pt: Caixa de currículos aplicados

source: applicant
pt_pt: Candidato

source: applied for job
pt_pt: Candidatou-se a vaga

source: applied resume notification
pt_pt: Notificação de currículo aplicado

source: applied resume status change
pt_pt: Mudança de status do currículo aplicado

source: applied resume status change mail to jobseeker
pt_pt: E-mail enviado ao candidato sobre a mudança de status do currículo aplicado

source: apply as facebook
pt_pt: Aplicar como usuário do Facebook

source: apply as visitor
pt_pt: Aplicar como visitante

source: apply this job
pt_pt: Candidatar-se a esta vaga

source: apply with facebook
pt_pt: Candidatar-se com o Facebook

source: apply with linkedin
pt_pt: Candidatar-se com o LinkedIn

source: apply with xing
pt_pt: Candidatar-se com o Xing

source: approved for featured
pt_pt: Aprovado para destaque

source: approved for gold
pt_pt: Aprovado como dourado

source: are you new in
pt_pt: Você é novo em

source: are you sure to force delete
pt_pt: Tem certeza de que deseja excluir forçadamente?

source: are you sure to unsubscribe job alert
pt_pt: Tem certeza de que deseja cancelar o alerta de emprego?

source: as
pt_pt: Como

source: assign role
pt_pt: Atribuir função

source: availablity
pt_pt: Disponibilidade

source: awards
pt_pt: Prêmios

source: background color
pt_pt: Cor de fundo

source: begin date
pt_pt: Data de início

source: below you will find what you have to enter at
pt_pt: Abaixo você encontrará o que deve inserir em

source: birthday
pt_pt: Data de aniversário

source: box style
pt_pt: Estilo da caixa

source: business address
pt_pt: Endereço comercial

source: buy credits
pt_pt: Comprar créditos

source: buy credits pack
pt_pt: Comprar pacote de créditos

source: buy with
pt_pt: Comprar com

source: by admin
pt_pt: Por administrador

source: by visitor
pt_pt: Por visitante

source: can not un-required
pt_pt: Não pode ser definido como não obrigatório

source: candidate short listed
pt_pt: Candidato pré-selecionado

source: career builder
pt_pt: Construtor de carreira

source: categories per row
pt_pt: Categorias por linha

source: certificate name
pt_pt: Nome do certificado

source: cities have no ids also state id and country id is your responsibilty
pt_pt: As cidades não têm IDs. O ID do estado e do país é de sua responsabilidade

source: clear
pt_pt: Limpar

source: click here to continue
pt_pt: Clique aqui para continuar

source: click on apply now button will be redirect to given url
pt_pt: Clicar no botão 'Aplicar agora' redirecionará para a URL fornecida

source: click on the new cron button
pt_pt: Clique no botão 'Novo Cron'

source: column per row
pt_pt: Colunas por linha

source: comma separated list of country codes
pt_pt: Lista de códigos de países separados por vírgula

source: company approve or reject
pt_pt: Aprovar ou rejeitar a empresa

source: company detail
pt_pt: Detalhes da empresa

source: company height
pt_pt: Altura da empresa

source: company logo
pt_pt: Logotipo da empresa

source: company logo height
pt_pt: Altura do logotipo da empresa

source: company logo width
pt_pt: Largura do logotipo da empresa

source: company owner name
pt_pt: Nome do proprietário da empresa

source: company seo
pt_pt: SEO da empresa

source: company status
pt_pt: Status da empresa

source: company status for approve,reject,pending
pt_pt: Status da empresa para aprovação, rejeição, pendente

source: computer/it
pt_pt: Computador/TI

source: configuration of a backup job with
pt_pt: Configuração de um trabalho de backup com

source: confirm to delete resume file
pt_pt: Confirmar exclusão do arquivo do currículo

source: consider old countries were not edit otherwise problem may occur
pt_pt: Considere que os países antigos não foram editados, caso contrário, poderão ocorrer problemas

source: controls the visibilty of apply now button in plugin
pt_pt: Controla a visibilidade do botão 'Aplicar agora' no plugin

source: cost
pt_pt: Custo

source: country code
pt_pt: Código do país

source: cover letter description
pt_pt: Descrição da carta de apresentação

source: cover letter title
pt_pt: Título da carta de apresentação

source: create shortcode for
pt_pt: Criar shortcode para

source: create shortcode for jobs
pt_pt: Criar shortcode para vagas de emprego

source: credit detail
pt_pt: Detalhe do crédito

source: credit for action
pt_pt: Crédito por ação

source: credit list
pt_pt: Lista de créditos

source: credit packages
pt_pt: Pacotes de crédito

source: credit used
pt_pt: Crédito utilizado

source: credits
pt_pt: Créditos

source: credits for company
pt_pt: Créditos para empresa

source: credits for job
pt_pt: Créditos para postagem de vaga

source: credits log
pt_pt: Registro de créditos

source: credits pack
pt_pt: Pacote de créditos

source: credits remaining after proceed
pt_pt: Créditos restantes após prosseguir

source: currencies
pt_pt: Moedas

source: custom field
pt_pt: Campo personalizado

source: custom fields
pt_pt: Campos personalizados

source: data has been uploaded successfully
pt_pt: Os dados foram enviados com sucesso

source: data has not been uploaded
pt_pt: Os dados não foram enviados

source: data label color
pt_pt: Cor do rótulo de dados

source: data value color
pt_pt: Cor do valor dos dados

source: database administrator
pt_pt: Administrador de banco de dados

source: date and time
pt_pt: Data e hora

source: date awarded
pt_pt: Data de premiação

source: date format
pt_pt: Formato de data

source: date format for plugin
pt_pt: Formato de data para o plugin

source: date time
pt_pt: Data e hora

source: dd mm yyyy
pt_pt: dd mm aaaa

source: default captcha
pt_pt: CAPTCHA padrão

source: default page
pt_pt: Página padrão

source: default pagination size
pt_pt: Tamanho de paginação padrão

source: degree
pt_pt: Grau

source: delete company
pt_pt: Excluir empresa

source: delete job
pt_pt: Excluir vaga

source: delete resume
pt_pt: Excluir currículo

source: deleted a
pt_pt: Excluído(a) um(a)

source: depandent field
pt_pt: Campo dependente

source: departments approval queue
pt_pt: Fila de aprovação de departamentos

source: desire salary
pt_pt: Salário desejado

source: discard old data
pt_pt: Descartar dados antigos

source: discipline
pt_pt: Disciplina

source: discount cannot be higher then price
pt_pt: O desconto não pode ser maior que o preço

source: discount start date is greater then discount end date
pt_pt: A data de início do desconto é maior que a data de término do desconto

source: document file extensions allowed
pt_pt: Extensões de arquivo de documentos permitidas

source: dont send email
pt_pt: Não enviar email

source: due to pending status of job you have not permission to see job detail
pt_pt: Devido ao status pendente da vaga, você não tem permissão para ver os detalhes da vaga

source: due to rejection of job you have not permission to see job detail
pt_pt: Devido à rejeição da vaga, você não tem permissão para ver os detalhes da vaga

source: edit field
pt_pt: Editar campo

source: edited a existing
pt_pt: Editado(a) um(a) existente

source: edited by admin
pt_pt: Editado pelo(a) administrador(a)

source: effect on credits system
pt_pt: Efeito no sistema de créditos

source: effects on company listing and view company page
pt_pt: Efeitos na listagem da empresa e na página de visualização da empresa

source: effects on jobs listing and view company page
pt_pt: Efeitos na listagem de vagas e na página de visualização da empresa

source: effects on user registration
pt_pt: Efeitos no registro do usuário

source: effects on view company page
pt_pt: Efeitos na página de visualização da empresa

source: email address that will be used to send emails
pt_pt: Endereço de e-mail que será usado para enviar e-mails

source: email alert
pt_pt: Alerta de e-mail

source: email already registered
pt_pt: E-mail já registrado

source: email from name
pt_pt: E-mail do remetente

source: email has been send
pt_pt: E-mail enviado

source: email has been send to friend[s]
pt_pt: E-mail enviado para amigo(s)

source: email has not been send
pt_pt: E-mail não enviado

source: email me resume and resume attachments of new applicant
pt_pt: Envie-me o currículo e os anexos do currículo dos novos candidatos

source: email me the daily count of new applicants
pt_pt: Envie-me o total diário de novos candidatos

source: email templates options
pt_pt: Opções de modelos de e-mail

source: embeded html
pt_pt: HTML incorporado

source: employer and job seeker
pt_pt: Empregador e candidato a emprego

source: employer buy credits pack
pt_pt: Empregador compra pacote de créditos

source: employer configuration
pt_pt: Configuração do empregador

source: employer control panel link
pt_pt: Link do painel de controle

source: employer credit packages
pt_pt: Pacotes de crédito do empregador

source: employer credits log
pt_pt: Registro de créditos do empregador

source: employer default role
pt_pt: Função padrão do empregador

source: employer expire package
pt_pt: Pacote do empregador expirado

source: employer is disabled by admin
pt_pt: Empregador desativado pelo administrador

source: employer job apply
pt_pt: Aplicação de emprego pelo empregador

source: employer menu
pt_pt: Menu do empregador

source: employer misc.
pt_pt: Diversos do empregador

source: employer my stats
pt_pt: Estatísticas do empregador

source: employer not allowed in job seeker area
pt_pt: Empregadores não são permitidos na área do candidato a emprego

source: employer not allowed to perform this action
pt_pt: Empregadores não têm permissão para realizar esta ação

source: employer package expiry
pt_pt: Expiração do pacote do empregador

source: employer pakages
pt_pt: Pacotes do empregador

source: employer purchase credits pack
pt_pt: Empregador compra pacote de créditos

source: employer purchase history
pt_pt: Histórico de compras do empregador

source: employer rate list
pt_pt: Lista de classificações do empregador

source: employer visitor
pt_pt: Visitante empregador

source: employment status
pt_pt: Status de emprego

source: enable disable control panel for visitor
pt_pt: Ativar/desativar o painel de controle para visitantes

source: enable employer area
pt_pt: Ativar área do empregador

source: enable featured job
pt_pt: Ativar vaga em destaque

source: enable featured resume
pt_pt: Ativar currículo em destaque

source: enable gold job
pt_pt: Ativar emprego dourado

source: enable gold resume
pt_pt: Ativar currículo dourado

source: end date
pt_pt: Data de término

source: enforce delete
pt_pt: Forçar exclusão

source: enter correct company site
pt_pt: Insira o site correto da empresa

source: enter the google recaptcha private key from
pt_pt: Insira a chave privada do reCAPTCHA do Google em

source: enter the google recaptcha public key from
pt_pt: Insira a chave pública do reCAPTCHA do Google em
