Repository: Nogsus-CL/aquanetwork_lang_theme
Catalog: *.po
Languages: pt_pt

source: Notes
pt_pt: Observações

source: Copy To Folder
pt_pt: Copiar para a Pasta

source: Email Candidate
pt_pt: Enviar E-mail para o Candidato

source: Mark Spam
pt_pt: Marcar como spam

source: Not Spam
pt_pt: Não é spam

source: Print
pt_pt: Imprimir

source: Export
pt_pt: Exportar

source: Add Note
pt_pt: Adicionar uma Nota

source: Details
pt_pt: Detalhes

source: Resume Information
pt_pt: Informações do Currículo

source: Company Website
pt_pt: Website da Empresa

source: Your resume waiting for approval
pt_pt: Seu currículo aguarda aprovação

source: Your resume has been rejected
pt_pt: Seu currículo foi rejeitado

source: Resume is empty
pt_pt: O currículo está vazio

source: Forgot You Password
pt_pt: Esqueceu Sua Senha

source: Keep Me Login
pt_pt: Manter-me Conectado

source: Job Save Searches
pt_pt: Salvar Pesquisas de Empregos

source: View Job Searches
pt_pt: Visualizar Pesquisas de Empregos

source: Job Seeker Control Panel
pt_pt: Painel de Controle do Candidato

source: Job Seeker Packages
pt_pt: Pacotes para Candidatos

source: Add Resume
pt_pt: Adicionar um Currículo

source: Add Cover Letter
pt_pt: Adicionar uma Carta de Apresentação

source: Jobs By Categories
pt_pt: Empregos por Categorias

source: Jobs By Types
pt_pt: Empregos por Tipos

source: Job Alert
pt_pt: Alerta de Emprego

source: Job RSS
pt_pt: RSS de Emprego

source: Short Listed Jobs
pt_pt: Empregos Selecionados

source: Gold Resumes
pt_pt: Currículos Dourados

source: Featured Resumes
pt_pt: Currículos em Destaque

source: Cover Letters
pt_pt: Cartas de Apresentação

source: Resume Allow
pt_pt: Currículo Permitido

source: Cover Letter Allow
pt_pt: Carta de Apresentação Permitida

source: You Have No Package
pt_pt: Você não tem um Pacote

source: Resume Allowed
pt_pt: Currículo Permitido

source: cover letters Allowed
pt_pt: Carta de Apresentação Permitida

source: Job Search
pt_pt: Pesquisa de Emprego

source: Save Job Search
pt_pt: Salvar Pesquisa de Emprego

source: Apply Jobs
pt_pt: Aplicar para Empregos

source: You are not allow to view this page
pt_pt: Você não tem permissão para visualizar esta página

source: Featured Resume Expire In Days
pt_pt: Currículos em Destaque Expiram em Dias

source: Gold Resume Expire In Days
pt_pt: Currículos Dourados Expiram em Dias

source: Comment
pt_pt: Comentário

source: Job Messages
pt_pt: Mensagens de Emprego

source: Subject
pt_pt: Assunto

source: Message History
pt_pt: Histórico de Mensagens

source: You Sent
pt_pt: Enviado por Você

source: Job Seeker Sent
pt_pt: Enviado por Candidato

source: Employer Sent
pt_pt: Enviado por Empregador

source: Message history not found
pt_pt: Histórico de Mensagens não encontrado

source: No record found
pt_pt: Nenhum registro encontrado

source: Error
pt_pt: Erro

source: No record found for your request
pt_pt: Nenhum registro encontrado para a sua solicitação

source: Paid Amount
pt_pt: Valor Pago

source: Buy Date
pt_pt: Data de Compra

source: Resume Form
pt_pt: Formulário de Currículo

source: View Folder Resume
pt_pt: Ver Currículo da Pasta

source: Resume Files
pt_pt: Arquivos de Currículo

source: Searchable
pt_pt: Pesquisável

source: Photo
pt_pt: Foto

source: No File Selected
pt_pt: Nenhum Arquivo Selecionado

source: Highest Education
pt_pt: Educação mais Alta

source: Show More
pt_pt: Mostrar Mais

source: Desired Salary
pt_pt: Salário Desejado

source: Save Resume
pt_pt: Salvar Currículo

source: Zipcode
pt_pt: Código Postal

source: Add New Address
pt_pt: Adicionar Novo Endereço

source: Save Address
pt_pt: Salvar Endereço

source: Cancel
pt_pt: Cancelar

source: Added Max Institutes
pt_pt: Máximo de Institutos Adicionados

source: Add New Education
pt_pt: Adicionar Nova Educação

source: Save Education
pt_pt: Salvar Educação

source: Add New Employer
pt_pt: Adicionar Novo Empregador

source: Save Employer
pt_pt: Salvar Empregador

source: Save Skills
pt_pt: Salvar Habilidades

source: Add New Reference
pt_pt: Adicionar Nova Referência

source: Reference City
pt_pt: Cidade da Referência

source: Save Reference
pt_pt: Salvar Referência

source: Reading
pt_pt: Leitura

source: Where Learned
pt_pt: Onde Aprendeu

source: Add New Language
pt_pt: Adicionar Novo Idioma

source: Save Language
pt_pt: Salvar Idioma

source: Please save opened form
pt_pt: Por favor, salve o formulário aberto

source: Visitor can not edit resume
pt_pt: Visitantes não podem editar o currículo

source: Error occurred while getting resume
pt_pt: Ocorreu um erro ao obter o currículo

source: File extension mismatched
pt_pt: Correspondência de extensão de arquivo incorreta

source: File size exceeded
pt_pt: Limite de tamanho de arquivo excedido

source: Clear files
pt_pt: Limpar arquivos

source: This file will be rejected
pt_pt: Este arquivo será rejeitado

source: Maximum size limit exceeded
pt_pt: Limite máximo de tamanho excedido

source: And file size exceeded
pt_pt: E o tamanho do arquivo excedido

source: Maximum resume files limit occurred
pt_pt: Limite máximo de arquivos de currículo alcançado

source: No uploaded file found
pt_pt: Nenhum arquivo carregado encontrado

source: Error occurred while getting resume uploaded resume files
pt_pt: Ocorreu um erro ao obter arquivos de currículo carregados

source: Confirm to delete resume file?
pt_pt: Confirmar exclusão do arquivo de currículo?

source: Error occurred while deleting resume file
pt_pt: Ocorreu um erro ao excluir o arquivo de currículo

source: Show Less
pt_pt: Mostrar menos

source: Resume Saved
pt_pt: Currículo salvo

source: Error occurred while saving resume
pt_pt: Ocorreu um erro ao salvar o currículo

source: Date of birth must be less then today
pt_pt: Data de nascimento deve ser anterior à data de hoje

source: Date start must be greater then today
pt_pt: A data de início deve ser posterior à data de hoje

source: Please check i am available
pt_pt: Por favor, marque 'Estou disponível'

source: Please check searchable
pt_pt: Por favor, marque 'Pesquisável'

source: Please select photo
pt_pt: Por favor, selecione uma foto

source: Please select resume file
pt_pt: Por favor, selecione o arquivo de currículo

source: Please enter date of birth
pt_pt: Por favor, insira a data de nascimento

source: Are you sure to delete the resume
pt_pt: Tem certeza de que deseja excluir o currículo?

source: Waiting for approval
pt_pt: Aguardando aprovação

source: Gold Resume
pt_pt: Currículo Dourado

source: Featured Resume
pt_pt: Currículo em Destaque

source: Personal
pt_pt: Pessoal

source: County
pt_pt: Condado

source: Address 3
pt_pt: Endereço 3

source: High School
pt_pt: Ensino Médio

source: University
pt_pt: Universidade

source: Grade School
pt_pt: Ensino Fundamental

source: Other School
pt_pt: Outra Escola

source: Recent Employer
pt_pt: Empregador Atual

source: Prior Employer 1
pt_pt: Empregador Anterior 1

source: Prior Employer 2
pt_pt: Empregador Anterior 2

source: Prior Employer 3
pt_pt: Empregador Anterior 3

source: Do you have valid drivers license?
pt_pt: Você tem carteira de motorista válida?

source: If yes, drivers license number
pt_pt: Se sim, número da carteira de motorista

source: If yes, drivers license country
pt_pt: Se sim, país da carteira de motorista

source: Reference 1
pt_pt: Referência 1

source: Reference 2
pt_pt: Referência 2

source: Reference 3
pt_pt: Referência 3

source: Reference 4
pt_pt: Referência 4

source: Search Name
pt_pt: Nome da Pesquisa

source: Previous Resume
pt_pt: Currículo Anterior

source: Next Resume
pt_pt: Próximo Currículo

source: Resume Editor
pt_pt: Editor de Currículo

source: Reference Relation
pt_pt: Relação da Referência

source: Understanding
pt_pt: Entendimento

source: Language Where Learned
pt_pt: Idioma Onde Aprendeu

source: Resume By Subcategory
pt_pt: Currículo por Subcategoria

source: View Resume Search
pt_pt: Ver Pesquisa de Currículo

source: RSS Control Panel
pt_pt: Painel de Controle RSS

source: Subscribe For Jobs
pt_pt: Inscrever-se para Empregos

source: Subscribe For Resumes
pt_pt: Inscrever-se para Currículos

source: Subscirbe For Jobs Feeds
pt_pt: Inscrever-se para Feeds de Empregos

source: Subscribe For Resumes Feeds
pt_pt: Inscrever-se para Feeds de Currículos

source: Error in deleting company
pt_pt: Erro ao excluir a empresa

source: Job Sharing Service Has Been Activated Your Activation Key Is
pt_pt: O serviço de compartilhamento de empregos foi ativado. Sua chave de ativação é

source: Synchronize Process
pt_pt: Processo de Sincronização

source: Complete...
pt_pt: Completo...

source: Current Process
pt_pt: Processo Atual

source: Continue
pt_pt: Continuar

source: Synchronize Categories
pt_pt: Sincronizar Categorias

source: Job Category Synchronize Successfully
pt_pt: Sincronização de Categoria de Emprego concluída com sucesso

source: Following Categories Are Rejected Due To Improper Name
pt_pt: As seguintes Categorias foram rejeitadas devido a nomes impróprios

source: Update Job Category Synchronize Successfully
pt_pt: Atualização de Sincronização de Categoria de Emprego concluída com sucesso

source: Error: Updating Job Category Synchronization
pt_pt: Erro ao atualizar a Sincronização de Categoria de Emprego

source: Error:job Category Synchronization
pt_pt: Erro na Sincronização de Categoria de Emprego

source: Synchronize Sub Categories
pt_pt: Sincronizar Subcategorias

source: Job Subcategory Synchronize Successfully
pt_pt: Sincronização de Subcategoria de Emprego concluída com sucesso

source: Following Subcategories Are Rejected Due To Improper Name
pt_pt: As seguintes Subcategorias foram rejeitadas devido a nomes impróprios

source: Update Job Subcategory Synchronize Successfully
pt_pt: Atualização de Sincronização de Subcategoria de Emprego concluída com sucesso

source: Error: Updating Job Subcategory Synchronization
pt_pt: Erro ao atualizar a Sincronização de Subcategoria de Emprego

source: Error:job Subcategory Synchronization
pt_pt: Erro na Sincronização de Subcategoria de Emprego

source: Synchronize Job Types
pt_pt: Sincronizar Tipos de Emprego

source: Jobtypes Synchronize Successfully
pt_pt: Sincronização de Tipos de Emprego concluída com sucesso

source: Following Jobtypes Are Rejected Due To Improper Name
pt_pt: Os seguintes Tipos de Emprego foram rejeitados devido a nomes impróprios

source: Update Jobtypes Synchronize Successfully
pt_pt: Atualização de Sincronização de Tipos de Emprego concluída com sucesso

source: Error: Updating Jobtypes Synchronization
pt_pt: Erro ao atualizar a Sincronização de Tipos de Emprego

source: Error:jobtypes Synchronization
pt_pt: Erro na Sincronização de Tipos de Emprego

source: Synchronize Job Status
pt_pt: Sincronizar Status de Emprego

source: Jobstatus Synchronize Successfully
pt_pt: Sincronização de Status de Emprego concluída com sucesso

source: Following Jobstatus Are Rejected Due To Improper Name
pt_pt: Os seguintes Status de Emprego foram rejeitados devido a nomes impróprios

source: Update Jobstatus Synchronize Successfully
pt_pt: Atualização de Sincronização de Status de Emprego concluída com sucesso

source: Error: Updating Jobstatus Synchronization
pt_pt: Erro ao atualizar a Sincronização de Status de Emprego

source: Error:jobstatus Synchronization
pt_pt: Erro na Sincronização de Status de Emprego

source: Synchronize Currencies
pt_pt: Sincronizar Moedas

source: Currencies Synchronize Successfully
pt_pt: Sincronização de Moedas concluída com sucesso

source: Update Currencies Synchronize Successfully
pt_pt: Atualização de Sincronização de Moedas concluída com sucesso

source: Error: Updating Currencies Synchronization
pt_pt: Erro ao atualizar a Sincronização de Moedas

source: Error:currencies Synchronization
pt_pt: Erro na Sincronização de Moedas

source: Synchronize Salary Range Type
pt_pt: Sincronizar Tipo de Faixa Salarial

source: Salaryrange Types Synchronize Successfully
pt_pt: Sincronização de Tipos de Faixa Salarial concluída com sucesso

source: Following Salaryrange Types Are Rejected Due To Improper Name
pt_pt: Os seguintes tipos de faixa salarial foram rejeitados devido a nomes impróprios

source: Update Salaryrange Types Synchronize Successfully
pt_pt: Atualização de Sincronização de Tipos de Faixa Salarial concluída com sucesso

source: Error: Updating Salaryrange Types Synchronization
pt_pt: Erro ao atualizar a Sincronização de Tipos de Faixa Salarial

source: Error:salaryrange Types Synchronization
pt_pt: Erro na Sincronização de Tipos de Faixa Salarial

source: Synchronize Salary Range
pt_pt: Sincronizar Faixa Salarial

source: Salaryrange Synchronize Successfully
pt_pt: Sincronização de Faixa Salarial concluída com sucesso

source: Following Salaryrange Are Rejected Due To Improper Name
pt_pt: As seguintes Faixas Salariais foram rejeitadas devido a nomes impróprios

source: Update Salaryrange Synchronize Successfully
pt_pt: Atualização de Sincronização de Faixa Salarial concluída com sucesso

source: Error: Updating Salaryrange Synchronization
pt_pt: Erro ao atualizar a Sincronização de Faixa Salarial

source: Error:salaryrange Synchronization
pt_pt: Erro na Sincronização de Faixa Salarial

source: Synchronize Ages
pt_pt: Sincronizar Idades

source: Ages Synchronize Successfully
pt_pt: Sincronização de Idades concluída com sucesso

source: Following Ages Are Rejected Due To Improper Name
pt_pt: As seguintes Idades foram rejeitadas devido a nomes impróprios

source: Update Ages Synchronize Successfully
pt_pt: Atualização de Sincronização de Idades concluída com sucesso

source: Error: Updating Ages Synchronization
pt_pt: Erro ao atualizar a Sincronização de Idades

source: Error:ages Synchronization
pt_pt: Erro na Sincronização de Idades

source: Synchronize Shifts
pt_pt: Sincronizar Turnos

source: Shifts Synchronize Successfully
pt_pt: Sincronização de Turnos concluída com sucesso

source: Following Shifts Are Rejected Due To Improper Name
pt_pt: Os seguintes Turnos foram rejeitados devido a nomes impróprios

source: Update Shifts Synchronize Successfully
pt_pt: Atualização de Sincronização de Turnos concluída com sucesso

source: Error: Updating Shifts Synchronization
pt_pt: Erro ao atualizar a Sincronização de Turnos

source: Error:shifts Synchronization
pt_pt: Erro na Sincronização de Turnos

source: Synchronize Career Levels
pt_pt: Sincronizar Níveis de Carreira

source: Careerlevels Synchronize Successfully
pt_pt: Sincronização de Níveis de Carreira concluída com sucesso

source: Following Careerlevels Are Rejected Due To Improper Name
pt_pt: Os seguintes Níveis de Carreira foram rejeitados devido a nomes impróprios

source: Update Careerlevels Synchronize Successfully
pt_pt: Atualização de Sincronização de Níveis de Carreira concluída com sucesso

source: Error: Updating Careerlevels Synchronization
pt_pt: Erro ao atualizar a Sincronização de Níveis de Carreira

source: Error:careerlevels Synchronization
pt_pt: Erro na sincronização de níveis de carreira

source: Synchronize Experiences
pt_pt: Sincronizar Experiências

source: Experiences Synchronize Successfully
pt_pt: Experiências sincronizadas com sucesso

source: Following Experiences Are Rejected Due To Improper Name
pt_pt: As seguintes Experiências foram rejeitadas devido a nomes impróprios

source: Update Experiences Synchronize Successfully
pt_pt: Atualizar Experiências sincronizadas com sucesso

source: Error: Updating Experiences Synchronization
pt_pt: Erro ao atualizar a sincronização de Experiências

source: Error:experiences Synchronization
pt_pt: Erro na sincronização de Experiências

source: Synchronize Heighest Education
pt_pt: Sincronizar a educação mais elevada

source: Heighest Education Synchronize Successfully
pt_pt: Educação mais elevada sincronizada com sucesso

source: Following Heighest Education Are Rejected Due To Improper Name
pt_pt: As seguintes entradas de Educação mais elevada foram rejeitadas devido a nomes impróprios

source: Update Heighest Education Synchronize Successfully
pt_pt: Atualização de Educação mais elevada sincronizada com sucesso

source: Error: Updating Heighest Education Synchronization
pt_pt: Erro ao atualizar a sincronização de Educação mais elevada

source: Error:heighest Education Synchronization
pt_pt: Erro na sincronização de Educação mais elevada

source: Synchronize Countries
pt_pt: Sincronizar Países

source: Countries Synchronize Successfully
pt_pt: Países sincronizados com sucesso

source: Following Countries Are Rejected Due To Improper Name
pt_pt: Os seguintes Países foram rejeitados devido a nomes impróprios

source: Update Countries Synchronize Successfully
pt_pt: Atualização de Países sincronizados com sucesso

source: Error: Updating Countries Synchronization
pt_pt: Erro ao atualizar a sincronização de Países

source: Error:countries Synchronization
pt_pt: Erro na sincronização de Países

source: Synchronize States
pt_pt: Sincronizar Estados

source: States Synchronize Successfully
pt_pt: Estados sincronizados com sucesso

source: Following States Are Rejected Due To Improper Name
pt_pt: Os seguintes Estados foram rejeitados devido a nomes impróprios

source: Update States Synchronize Successfully
pt_pt: Atualização de Estados sincronizados com sucesso

source: Error: Updating States Synchronization
pt_pt: Erro ao atualizar a sincronização de Estados

source: Error:states Synchronization
pt_pt: Erro na sincronização de Estados

source: Synchronize Cities
pt_pt: Sincronizar Cidades

source: Cities Synchronize Successfully
pt_pt: Cidades sincronizadas com sucesso

source: Following Cities Are Rejected Due To Improper Name
pt_pt: As seguintes Cidades foram rejeitadas devido a nomes impróprios

source: Update Cities Synchronize Successfully
pt_pt: Atualização de Cidades sincronizadas com sucesso

source: Error: Updating Cities Synchronization
pt_pt: Erro ao atualizar a sincronização de Cidades

source: Error:cities Synchronization
pt_pt: Erro na sincronização de Cidades

source: Synchronize Companies
pt_pt: Sincronizar Empresas

source: Companies Synchronize Successfully
pt_pt: Empresas sincronizadas com sucesso

source: Following Companies Are Rejected Due To Improper Name
pt_pt: As seguintes Empresas foram rejeitadas devido a nomes impróprios

source: Error:companies Synchronization
pt_pt: Erro na sincronização de Empresas

source: Synchronize Departments
pt_pt: Sincronizar Departamentos

source: Departments Synchronize Successfully
pt_pt: Departamentos sincronizados com sucesso

source: Following Departments Are Rejected Due To Improper Name
pt_pt: Os seguintes Departamentos foram rejeitados devido a nomes impróprios

source: Error:departments Synchronization
pt_pt: Erro na sincronização de Departamentos

source: Synchronize Jobs
pt_pt: Sincronizar Vagas

source: Jobs Synchronize Successfully
pt_pt: Vagas sincronizadas com sucesso

source: Jobs Userfields Synchronize Successfully
pt_pt: Vagas e campos de usuário sincronizados com sucesso

source: Following Jobs Are Rejected Due To Improper Name
pt_pt: As seguintes Vagas foram rejeitadas devido a nomes impróprios

source: Error:jobs Synchronization
pt_pt: Erro na sincronização de Vagas

source: Error:jobs Userfields Synchronization
pt_pt: Erro na sincronização de campos de usuário de Vagas

source: Synchronize Resume
pt_pt: Sincronizar Currículos

source: Resume Synchronize Successfully
pt_pt: Currículos sincronizados com sucesso

source: Following Resume Are Rejected Due To Improper Name
pt_pt: Os seguintes Currículos foram rejeitados devido a nomes impróprios

source: Error:resume Synchronization
pt_pt: Erro na sincronização de Currículos

source: Synchronize Cover Letter
pt_pt: Sincronizar Carta de Apresentação

source: Coverletters Synchronize Successfully
pt_pt: Cartas de Apresentação sincronizadas com sucesso

source: Following Coverletters Are Rejected Due To Improper Name
pt_pt: As seguintes Cartas de Apresentação foram rejeitadas devido a nomes impróprios

source: Error:coverletters Synchronization
pt_pt: Erro na sincronização de Cartas de Apresentação

source: Synchronize Job Apply
pt_pt: Sincronizar Candidatura de Emprego

source: Jobapply Synchronize Successfully
pt_pt: Candidatura de Emprego sincronizada com sucesso

source: Error:jobapply Synchronization
pt_pt: Erro na sincronização de Candidatura de Emprego

source: Synchronize Resume Rating
pt_pt: Sincronizar Avaliação de Currículo

source: Resume Rating Synchronize Successfully
pt_pt: Avaliação de Currículo sincronizada com sucesso

source: Error:resume Rating Synchronization
pt_pt: Erro na sincronização de Avaliação de Currículo

source: Synchronize Folders
pt_pt: Sincronizar Pastas

source: Folders Synchronize Successfully
pt_pt: Pastas sincronizadas com sucesso

source: Following Folders Are Rejected Due To Improper Name
pt_pt: As seguintes Pastas foram rejeitadas devido a nomes impróprios

source: Error:folders Synchronization
pt_pt: Erro na sincronização de Pastas

source: Synchronize Folder Resumes
pt_pt: Sincronizar Currículos de Pasta

source: Folder Resume Synchronize Successfully
pt_pt: Currículos de Pasta sincronizados com sucesso

source: Synchronize Messages
pt_pt: Sincronizar Mensagens

source: Messages Synchronize Successfully
pt_pt: Mensagens sincronizadas com sucesso

source: Error:messages Synchronization
pt_pt: Erro na sincronização de Mensagens

source: Synchronize Job Alert Settings
pt_pt: Sincronizar Configurações de Alerta de Emprego

source: Job Alert Synchronize Sucessfully
pt_pt: Alerta de Emprego sincronizado com sucesso

source: Error: Job Alert Synchronization
pt_pt: Erro na sincronização de Alerta de Emprego

source: Synchronize Complete Sucessfully
pt_pt: Sincronização Completa com Sucesso

source: Address Data Updating
pt_pt: Atualizando Dados de Endereço

source: Loading ...
pt_pt: Carregando ...

source: Delete..
pt_pt: Excluir..

source: Import New Data
pt_pt: Importar Novos Dados

source: Redirecting...
pt_pt: Redirecionando...

source: Full-Time
pt_pt: Tempo Integral

source: Part-Time
pt_pt: Meio Período

source: Internship
pt_pt: Estágio

source: College
pt_pt: Universidade

source: No School
pt_pt: Sem Escola

source: Sourcing
pt_pt: Recrutamento

source: Interviewing
pt_pt: Entrevista

source: Closed To New Applicants
pt_pt: Fechado para Novos Candidatos

source: Finalists Identified
pt_pt: Finalistas Identificados

source: Pending Approval
pt_pt: Aguardando Aprovação

source: Hold
pt_pt: Em Espera

source: Approve
pt_pt: Aprovar

source: Reject
pt_pt: Rejeitar

source: Select User
pt_pt: Selecionar Usuário

source: Un-published
pt_pt: Não Publicado

source: Published
pt_pt: Publicado

source: Amount
pt_pt: Valor

source: Select Section
pt_pt: Selecionar Seção

source: Mail sent successfully
pt_pt: E-mail enviado com sucesso

source: Select Group
pt_pt: Selecionar Grupo

source: Both
pt_pt: Ambos

source: Select Payment Status
pt_pt: Selecionar Status de Pagamento

source: JS Jobs Uninstall Successfully
pt_pt: JS Jobs desinstalado com sucesso

source: Error in file type
pt_pt: Erro no tipo de arquivo

source: Operation Cancelled
pt_pt: Operação Cancelada

source: Please fill all required fields
pt_pt: Por favor, preencha todos os campos obrigatórios

source: Currency
pt_pt: Moeda

source: Department
pt_pt: Departamento

source: Employer Package
pt_pt: Pacote de Empregador

source: Folder Resume
pt_pt: Currículo em Pasta

source: Salary Range Type
pt_pt: Tipo de Faixa Salarial

source: User
pt_pt: Usuário

source: Configuration
pt_pt: Configuração

source: Package
pt_pt: Pacote

source: Load Address Data
pt_pt: Carregar Dados de Endereço

source: Action
pt_pt: Ação

source: Kept Data
pt_pt: Manter Dados

source: Discard Old Data Jobs And Companies Data May Disturb
pt_pt: Descartar Dados Antigos: Dados de Vagas e Empresas Podem ser Afetados

source: File
pt_pt: Arquivo

source: My File
pt_pt: Meu Arquivo

source: Joomsky File
pt_pt: Arquivo Joomsky
