Repository: Nogsus-CL/aquanetwork_lang_theme
Catalog: *.po
Languages: pt_pt

source: Please get new package to extend your resume limit
pt_pt: Por favor, adquira um novo pacote para ampliar seu limite de currículos

source: Resume search is not allowed in your package
pt_pt: A busca de currículos não está disponível no seu pacote

source: Active Jobs
pt_pt: Empregos Ativos

source: Update
pt_pt: Atualizar

source: Misc
pt_pt: Diversos

source: Employer From Date
pt_pt: Data Inicial do Empregador

source: Employer To Date
pt_pt: Data Final do Empregador

source: Please wait installation in progress
pt_pt: Aguarde, a instalação está em andamento

source: CURL is not enabled please enable CURL
pt_pt: O cURL não está habilitado, por favor, habilite o cURL

source: It may take a few minutes
pt_pt: Isso pode levar alguns minutos

source: Reference Number
pt_pt: Número de Referência

source: Add New Company
pt_pt: Adicionar Nova Empresa

source: Biotechnology
pt_pt: Biotecnologia

source: Per Month
pt_pt: Por Mês

source: Add New Job
pt_pt: Adicionar Novo Emprego

source: Overview
pt_pt: Visão Geral

source: Job Apply Link
pt_pt: Link de Candidatura a Emprego

source: Edit Company Information
pt_pt: Editar Informações da Empresa

source: Add New Folder
pt_pt: Adicionar Nova Pasta

source: Details View
pt_pt: Visualização Detalhada

source: License Number
pt_pt: Número da Licença

source: License Country
pt_pt: País da Licença

source: Driving License
pt_pt: Carteira de Motorista

source: Jobs By Category
pt_pt: Empregos por Categoria

source: Search Result
pt_pt: Resultado da Busca

source: Suggested Jobs
pt_pt: Empregos Sugeridos

source: Record Not Found
pt_pt: Registro Não Encontrado

source: Applied Resumes
pt_pt: Currículos Aplicados

source: New Jobs
pt_pt: Novos Empregos

source: New Companies
pt_pt: Novas Empresas

source: Job Applied
pt_pt: Emprego Candidatado

source: Dashboard
pt_pt: Painel de Controle

source: Reports
pt_pt: Relatórios

source: Unpubslished
pt_pt: Não Publicado

source: Most Viewed Companies
pt_pt: Empresas Mais Visualizadas

source: Most Viewed Resume
pt_pt: Currículos Mais Visualizados

source: Most Applied Jobs
pt_pt: Empregos Mais Candidatados

source: Most Viewed Jobs
pt_pt: Empregos Mais Visualizados

source: Views
pt_pt: Visualizações

source: Select Status
pt_pt: Selecionar Status

source: Save Shift
pt_pt: Salvar Turno

source: Save Highest Education
pt_pt: Salvar Maior Nível de Educação

source: Save Career Level
pt_pt: Salvar Nível de Carreira

source: Save Experience
pt_pt: Salvar Experiência

source: Over All
pt_pt: Total

source: Total Jobs
pt_pt: Total de Empregos

source: Total Resumes
pt_pt: Total de Currículos

source: Total Applied Resume
pt_pt: Total de Currículos Candidatados

source: Total Companies
pt_pt: Total de Empresas

source: Employer Reports
pt_pt: Relatórios do Empregador

source: Overall Reports
pt_pt: Relatórios Gerais

source: Applied Jobs
pt_pt: Empregos Candidatados

source: Jobs By Cities
pt_pt: Empregos por Cidades

source: Oops
pt_pt: Ops

source: Back To Control Panel
pt_pt: Voltar ao Painel de Controle

source: Select Field Type
pt_pt: Selecionar Tipo de Campo

source: Jobs By Companies
pt_pt: Empregos por Empresas

source: Form Department
pt_pt: Formulário de Departamento

source: Edit Department
pt_pt: Editar Departamento

source: Save Folder
pt_pt: Salvar Pasta

source: Form Folder
pt_pt: Formulário de Pasta

source: Edit Folder
pt_pt: Editar Pasta

source: Form Category
pt_pt: Formulário de Categoria

source: Edit Category
pt_pt: Editar Categoria

source: Form Salary Range
pt_pt: Formulário de Faixa Salarial

source: Edit Salary Range
pt_pt: Editar Faixa Salarial

source: Form Salary Range Type
pt_pt: Formulário de Tipo de Faixa Salarial

source: Edit Salary Range Type
pt_pt: Editar Tipo de Faixa Salarial

source: Form Sub Category
pt_pt: Formulário de Subcategoria

source: Edit Sub Category
pt_pt: Editar Subcategoria

source: Save Sub Category
pt_pt: Salvar Subcategoria

source: Leave blank if not show editor used for feed content issue
pt_pt: Deixe em branco se não mostrar o editor usado para conteúdo de feed

source: RSS Job Setting
pt_pt: Configuração de RSS de Empregos

source: RSS Resume Setting
pt_pt: Configuração de RSS de Currículos

source: Visitors Can View Job Seeker
pt_pt: Visitantes Podem Visualizar Procurador de Emprego

source: Search Jobs
pt_pt: Buscar Empregos

source: Visitors Can View Employer Area
pt_pt: Visitantes Podem Visualizar Área do Empregador

source: Sort By
pt_pt: Ordenar Por

source: Force Delete
pt_pt: Exclusão Forçada

source: Add To Gold
pt_pt: Adicionar ao Dourado

source: Add To Featured
pt_pt: Adicionar a Destaque

source: Remove Gold
pt_pt: Remover Dourado

source: Remove Featured
pt_pt: Remover Destaque

source: Applied resume will be filterd on given criteria
pt_pt: Os currículos candidatados serão filtrados com base nos critérios fornecidos

source: Form Job
pt_pt: Formulário de Emprego

source: Edit Job
pt_pt: Editar Emprego

source: Select User Publish
pt_pt: Selecionar Publicação do Usuário

source: Select Visitor Publish
pt_pt: Selecionar Publicação do Visitante

source: Web Address
pt_pt: Endereço Web

source: Show All
pt_pt: Mostrar Todos

source: Date To
pt_pt: Data Até

source: Date From
pt_pt: Data De

source: Fast Springs Setting
pt_pt: Configuração do Fast Springs

source: About Joomsky
pt_pt: Sobre o Joomsky

source: New version is available
pt_pt: Nova versão disponível

source: Posted On
pt_pt: Publicado em

source: Administrative
pt_pt: Administrativo

source: Joomla Extension Directory
pt_pt: Diretório de Extensões do Joomla

source: If You Use
pt_pt: Se Você Usar

source: Please Write Appreciative Review As
pt_pt: Por favor, escreva uma avaliação apreciativa como

source: Form Job Type
pt_pt: Formulário de Tipo de Emprego

source: Save Job Type
pt_pt: Salvar Tipo de Emprego

source: Edit Job Type
pt_pt: Editar Tipo de Emprego

source: Save Job Status
pt_pt: Salvar Status do Emprego

source: Form Job Status
pt_pt: Formulário de Status do Emprego

source: Edit Job Status
pt_pt: Editar Status do Emprego

source: has been successfully saved
pt_pt: foi salvo com sucesso

source: Form Highest Education
pt_pt: Formulário de Maior Nível de Educação

source: Edit Highest Education
pt_pt: Editar Maior Nível de Educação

source: Form Career Level
pt_pt: Formulário de Nível de Carreira

source: Edit Career Level
pt_pt: Editar Nível de Carreira

source: Form Experience
pt_pt: Formulário de Experiência

source: Edit Experience
pt_pt: Editar Experiência

source: Form Shifts
pt_pt: Formulário de Turnos

source: Edit Shifts
pt_pt: Editar Turnos

source: Quick Configuration
pt_pt: Configuração Rápida

source: Permissions
pt_pt: Permissões

source: Install
pt_pt: Instalar

source: Recommended
pt_pt: Recomendado

source: Current
pt_pt: Atual

source: Form Age
pt_pt: Formulário de Idade

source: Edit Age
pt_pt: Editar Idade

source: Save Age
pt_pt: Salvar Idade

source: PHP Version
pt_pt: Versão do PHP

source: ZIP Library
pt_pt: Biblioteca ZIP

source: GD Library
pt_pt: Biblioteca GD

source: CURL Library
pt_pt: Biblioteca cURL

source: Admin Directory
pt_pt: Diretório de Administração

source: Site Directory
pt_pt: Diretório do Site

source: Tmp Directory
pt_pt: Diretório Temp

source: Writable
pt_pt: Gravável

source: Not Writable
pt_pt: Não Gravável

source: Directory permissions error
pt_pt: Erro de permissões do diretório

source: directory is not writable
pt_pt: diretório não é gravável

source: PHP version lower then recomended
pt_pt: Versão do PHP menor do que a recomendada

source: GD library does not exist
pt_pt: A biblioteca GD não existe

source: ZIP library does not exist
pt_pt: A biblioteca ZIP não existe

source: CURL does not exist
pt_pt: A biblioteca cURL não existe

source: Next Step
pt_pt: Próximo Passo

source: NEXT
pt_pt: PRÓXIMO

source: Save Currency
pt_pt: Salvar Moeda

source: Form Currency
pt_pt: Formulário de Moeda

source: Edit Currency
pt_pt: Editar Moeda

source: User can add new city in the system
pt_pt: Usuários podem adicionar uma nova cidade no sistema

source: Sub Categories Limit
pt_pt: Limite de Subcategorias

source: Email send to employer when new job is posted
pt_pt: Email enviado ao empregador quando um novo emprego é publicado

source: Facebook Likes
pt_pt: Curtidas no Facebook

source: Facebook Share
pt_pt: Compartilhamento no Facebook

source: Google Share
pt_pt: Compartilhamento no Google

source: Google Likes
pt_pt: Curtidas no Google

source: Logo Border
pt_pt: Borda do Logotipo

source: No job applied notification will be emailed to you
pt_pt: Nenhuma notificação de candidatura a emprego será enviada por email para você

source: you can only check your workspace for new applicants
pt_pt: Você só pode verificar seu espaço de trabalho para novos candidatos

source: Job applied notification will be emailed to you with the resume of the applicant
pt_pt: Notificação de candidatura a emprego será enviada por email para você com o currículo docandidato

source: you can also check your workspace
pt_pt: Você também pode verificar seu espaço de emprego

source: Email me the resume and resume attachments of applicant
pt_pt: Envie-me por email o currículo e os anexos do candidato

source: Job applied notification will be emailed to you with the resume and attachments of the applicant
pt_pt: Notificação de candidatura a emprego será enviada por email para você com o currículo e osanexos do candidato

source: Read only
pt_pt: Somente leitura

source: Resume Section
pt_pt: Seção de Currículo

source: Value
pt_pt: Valor

source: Add a Value
pt_pt: Adicionar um Valor

source: Form User Field
pt_pt: Formulário de Campo de Usuário

source: Edit User Field
pt_pt: Editar Campo de Usuário

source: has been published
pt_pt: foi publicado

source: has not been published
pt_pt: não foi publicado

source: has been unpublished
pt_pt: foi despublicado

source: has not been unpublished
pt_pt: não foi despublicado

source: has been set as default cannot unpublished
pt_pt: foi definido como padrão e não pode ser despublicado

source: Form Company
pt_pt: Formulário de Empresa

source: Edit Company
pt_pt: Editar Empresa

source: Max File Size
pt_pt: Tamanho Máximo do Arquivo

source: Upload Company Logo
pt_pt: Enviar Logotipo da Empresa

source: Add Notes
pt_pt: Adicionar Notas

source: Currently No Notes Available
pt_pt: Atualmente, não há notas disponíveis

source: Select One
pt_pt: Selecionar um

source: Form Resume
pt_pt: Formulário de Currículo

source: Edit Language
pt_pt: Editar Idioma

source: Edit Reference
pt_pt: Editar Referência

source: Edit Education
pt_pt: Editar Educação

source: Edit Employer
pt_pt: Editar Empregador

source: Edit Address
pt_pt: Editar Endereço

source: Has States
pt_pt: Tem Estados

source: Has Cities
pt_pt: Tem Cidades

source: Save Country
pt_pt: Salvar País

source: Form Country
pt_pt: Formulário de País

source: Edit Country
pt_pt: Editar País

source: Save State
pt_pt: Salvar Estado

source: Form State
pt_pt: Formulário de Estado

source: Edit State
pt_pt: Editar Estado

source: Save City
pt_pt: Salvar Cidade

source: Form City
pt_pt: Formulário de Cidade

source: Edit City
pt_pt: Editar Cidade

source: Save Salary Range Type
pt_pt: Salvar Tipo de Faixa Salarial

source: Save User Role
pt_pt: Salvar Função de Usuário

source: Messages Queue
pt_pt: Fila de Mensagens

source: Edit Employeer Package
pt_pt: Editar Pacote de Empregador

source: Form Employeer Package
pt_pt: Formulário de Pacote de Empregador

source: Edit Job Seeker Package
pt_pt: Editar Pacote de Procurador de Emprego

source: Form Job Seeker Package
pt_pt: Formulário de Pacote de Procurador de Emprego

source: Job Allow
pt_pt: Permissão de Emprego

source: Enforce Unpublish Value
pt_pt: Forçar Valor Não Publicado

source: Enforce Unpublish Value Type
pt_pt: Forçar Tipo de Valor Não Publicado

source: visitor
pt_pt: visitante

source: Featrued Jobs
pt_pt: Empregos em Destaque

source: Edit Resume
pt_pt: Editar Currículo

source: Newest Resume
pt_pt: Currículo Mais Recente

source: Select Minimum Experience
pt_pt: Selecionar Experiência Mínima

source: Select Maximum Experience
pt_pt: Selecionar Experiência Máxima

source: Range
pt_pt: Faixa

source: Expire in
pt_pt: Expira em

source: Could not find any matching results
pt_pt: Não foi possível encontrar nenhum resultado correspondente

source: My Applied Job
pt_pt: Meu Emprego Aplicado

source: Edit Cover Letter
pt_pt: Editar Carta de Apresentação

source: Form Cover Letter
pt_pt: Formulário de Carta de Apresentação

source: Job Save Search
pt_pt: Salvar Pesquisa de Emprego

source: Allow
pt_pt: Permitir

source: Please get package to extend your cover letter limit
pt_pt: Obtenha um pacote para estender seu limite de carta de apresentação

source: Please get new package to extend your folder limit
pt_pt: Obtenha um novo pacote para estender seu limite de pasta

source: Please get package to extend your job limit
pt_pt: Obtenha um pacote para estender seu limite de emprego

source: You can not add new job
pt_pt: Você não pode adicionar um novo emprego

source: Show currency symbol left or right to the amount
pt_pt: Mostrar o símbolo da moeda à esquerda ou à direita do valor

source: Authentication fail on sharing server
pt_pt: Falha na autenticação no servidor de compartilhamento

source: Error in uploding file
pt_pt: Erro ao enviar o arquivo

source: File size is greater then allowed size
pt_pt: O tamanho do arquivo é maior do que o tamanho permitido

source: Job Seeker Login
pt_pt: Login do Procurador de Emprego

source: Job Seeker Registration
pt_pt: Registro do Procurador de Emprego

source: To access the private area of the site
pt_pt: Para acessar a área privada do site

source: Please log in
pt_pt: Faça o login, por favor

source: Job Seeker Short List
pt_pt: Lista de Interessados em Empregos

source: You can not add new address, you have added maximum addresses
pt_pt: Você não pode adicionar um novo endereço, você atingiu o número máximo de endereços

source: You can not add new employer, you have added maximum employers
pt_pt: Você não pode adicionar um novo empregador, você atingiu o número máximo de empregadores

source: You can not add new reference, you have added maximum references
pt_pt: Você não pode adicionar uma nova referência, você atingiu o número máximo de referências

source: You can not add new language, you have added maximum languages
pt_pt: Você não pode adicionar um novo idioma, você atingiu o número máximo de idiomas

source: All required fields must be filled
pt_pt: Todos os campos obrigatórios devem ser preenchidos

source: Mark Job New
pt_pt: Marcar Emprego como Novo

source: Show navigation in template breadcrumbs
pt_pt: Mostrar navegação nas migalhas de pão do modelo

source: Auto approve messages for job seeker and employer
pt_pt: Aprovar automaticamente mensagens para procuradores de emprego e empregadores

source: Auto approve conflicted messages for job seeker and employer
pt_pt: Aprovar automaticamente mensagens conflitantes para procuradores de emprego e empregadores

source: Job Seeker Default Group
pt_pt: Grupo Padrão do Procurador de Emprego

source: Image File Extensions
pt_pt: Extensões de Arquivo de Imagem

source: Document File Extensions
pt_pt: Extensões de Arquivo de Documento

source: Select captcha for application
pt_pt: Selecione o captcha para a candidatura

source: Set number of cities to show in result of the location input box
pt_pt: Defina o número de cidades a serem exibidas no resultado da caixa de entrada de localização

source: Email send to employer when purchase package
pt_pt: Enviar email ao empregador ao comprar um pacote

source: Email send to admin when job seeker purchase a package
pt_pt: Enviar email ao administrador quando um procurador de emprego comprar um pacote

source: Job Seeker Purchase Package
pt_pt: Comprar Pacote de Procurador de Emprego

source: Email send to job seeker when purchase package
pt_pt: Enviar email ao procurador de emprego ao comprar um pacote

source: Use rss categories with our job categories
pt_pt: Usar categorias RSS com nossas categorias de emprego

source: All Fields
pt_pt: Todos os Campos

source: Only Filled Fields
pt_pt: Apenas Campos Preenchidos

source: Employer Can View Job Seeker Area
pt_pt: O Empregador Pode Visualizar a Área do Procurador de Emprego

source: Visitor can post job
pt_pt: Visitantes podem publicar empregos

source: Package Required For Job Seeker
pt_pt: Pacote Obrigatório para Procurador de Emprego

source: Show Apply Now Button
pt_pt: Mostrar Botão de Candidatura Agora

source: Show Login/logout Button In Job Seeker Control Panel
pt_pt: Mostrar Botão de Login/Logout no Painel de Controle do Candidato a Emprego

source: Job Seeker Top Menu Links
pt_pt: Links do Menu Superior do Procurador de Emprego

source: Job Seeker Control Panel Links
pt_pt: Links do Painel de Controle do Procurador de Emprego

source: Applied Resume Status Update Mail Send To Job Seeker
pt_pt: Enviar Email de Atualização de Status de Currículo Aplicado ao Procurador de Emprego

source: Job Seeker Buy Package
pt_pt: Comprar Pacote de Procurador de Emprego

source: Job Seeker Package Purchase
pt_pt: Compra de Pacote de Procurador de Emprego

source: Employer Package Purchase
pt_pt: Compra de Pacote de Empregador

source: JS Jobs Stats
pt_pt: Estatísticas do JS Jobs

source: Job Seeker Payment History
pt_pt: Histórico de Pagamentos do Procurador de Emprego

source: Error in saving candidate in shortlist
pt_pt: Erro ao salvar candidato na lista de interesse

source: Allowed Extensions
pt_pt: Extensões Permitidas

source: Make sure you did not changed country id or state id in database
pt_pt: Certifique-se de que você não alterou o id do país ou o id do estado no banco de dados

source: State id must be unique in database state table
pt_pt: O id do estado deve ser único na tabela de estados do banco de dados

source: Do not define city id and properly define country and state id in file
pt_pt: Não defina o id da cidade e defina corretamente o ID do país e do estado no arquivo

source: Do not define city id and state id must be unique state database table. Make sure properly define state id and country id in file
pt_pt: Não defina o id da cidade e o id do estado deve ser único na tabela de estados do banco de dados. Certifique-se de definir corretamente o ID do estado e do país no arquivo

source: Make sure countries and states were not edit other wise problem may occurred
pt_pt: Certifique-se de que os países e estados não foram editados, caso contrário, pode ocorrer um problema

source: Are you sure to delete
pt_pt: Tem certeza de que deseja excluir?

source: Error deleting record
pt_pt: Erro ao excluir registro

source: Record has been deleted
pt_pt: O registro foi excluído

source: Package is required to perform this action and your current package is expired, please get new package
pt_pt: Um pacote é necessário para realizar esta ação e seu pacote atual está vencido, por favor, obtenha um novo pacote

source: Resume By Category
pt_pt: Currículos por Categoria

source: Could not find any matching results.
pt_pt: Não foi possível encontrar nenhum resultado correspondente.

source: Email has been sent
pt_pt: O email foi enviado

source: Email has not been sent
pt_pt: O email não foi enviado

source: Add New Cities From Autocomplete
pt_pt: Adicionar Novas Cidades a partir de Autocompletar

source: Section
pt_pt: Seção

source: User Published
pt_pt: Publicado pelo Usuário

source: Visitor Published
pt_pt: Publicado pelo Visitante

source: Field Type
pt_pt: Tipo de Campo

source: Field Name
pt_pt: Nome do Campo

source: Field Size
pt_pt: Tamanho do Campo

source: Max Length
pt_pt: Comprimento Máximo

source: Columns
pt_pt: Colunas

source: Rows
pt_pt: Linhas

source: Use the table below to add new values
pt_pt: Use a tabela abaixo para adicionar novos valores

source: Add Language
pt_pt: Adicionar Idioma

source: Address Data
pt_pt: Dados de Endereço

source: Field
pt_pt: Campo

source: Resume Field
pt_pt: Campo de Currículo

source: Payment History
pt_pt: Histórico de Pagamentos

source: Payment Method Configuration
pt_pt: Configuração do Método de Pagamento

source: State And County
pt_pt: Estado e Condado

source: State And City
pt_pt: Estado e Cidade

source: County and City
pt_pt: Condado e Cidade

source: State County And City
pt_pt: Estado, Condado e Cidade

source: Category And Sub Category
pt_pt: Categoria e Subcategoria

source: Shortlisted Job
pt_pt: Emprego na Lista de Interesses

source: Email Template
pt_pt: Modelo de Email

source: Settings
pt_pt: Configurações

source: Resume User Field
pt_pt: Campo de Usuário do Currículo

source: Shortlist Candidate
pt_pt: Candidato na Lista de Interesses

source: Payment
pt_pt: Pagamento

source: Ages
pt_pt: Idades

source: Career Levels
pt_pt: Níveis de Carreira

source: Left Align
pt_pt: Alinhamento à Esquerda

source: Right Align
pt_pt: Alinhamento à Direita

source: Must be comma seprated
pt_pt: Devem ser separados por vírgula

source: Currency Symbol Position
pt_pt: Posição do Símbolo da Moeda

source: Employer Control Panel Links
pt_pt: Links do Painel de Controle do Empregador

source: Job Short List
pt_pt: Lista de Interesses em Empregos

source: Applied Resume Alert
pt_pt: Alerta de Currículo Aplicado

source: Manage In Fields Ordering
pt_pt: Gerenciar a Ordenação dos Campos

source: Fields Ordering
pt_pt: Ordenação dos Campos

source: Experience
pt_pt: Experiência

source: Can not add new
pt_pt: Não é possível adicionar novo

source: Fields successfully set required field
pt_pt: Campos definidos com sucesso como campo obrigatório

source: Fields successfully set not required field
pt_pt: Campos definidos com sucesso como campo não obrigatório

source: Order up successfully
pt_pt: Ordenação movida para cima com sucesso

source: Order down successfully
pt_pt: Ordenação movida para baixo com sucesso

source: has not been saved
pt_pt: não foi salvo

source: has been deleted
pt_pt: foi excluído

source: has not been deleted
pt_pt: não foi excluído

source: has been rejected
pt_pt: foi rejeitado

source: has not been rejected
pt_pt: não foi rejeitado

source: has been approved
pt_pt: foi aprovado

source: has not been approved
pt_pt: não foi aprovado

source: has been set as default
pt_pt: foi definido como padrão

source: Unpublished field cannot set default
pt_pt: Campo não publicado não pode ser definido como padrão

source: has not been set as default
pt_pt: não foi definido como padrão

source: status has been updated
pt_pt: o status foi atualizado

source: status has not been updated
pt_pt: o status não foi atualizado

source: in use cannot deleted
pt_pt: em uso, não pode ser excluído

source: already exist
pt_pt: já existe

source: Sharing server not accept because of the improper name
pt_pt: O servidor de compartilhamento não aceita devido a um nome impróprio

source: Problem synchronize with sharing server
pt_pt: Problema de sincronização com o servidor de compartilhamento

source: This is not your
pt_pt: Isso não é seu

source: Not Apporved
pt_pt: Não Aprovado

source: Hide Map
pt_pt: Ocultar Mapa

source: Download All
pt_pt: Baixar Todos

source: Reference Name
pt_pt: Nome de Referência

source: Leaving Reason
pt_pt: Motivo de Saída

source: Certificate
pt_pt: Certificado

source: You may also upload your resume file
pt_pt: Você também pode enviar seu arquivo de currículo

source: Location format is not correct please enter city in this format
pt_pt: O formato do local não está correto, por favor, digite a cidade neste formato

source: City Name, Country Name
pt_pt: Nome da Cidade, Nome do País

source: City Name, State Name, Country Name
pt_pt: Nome da Cidade, Nome do Estado, Nome do País

source: File Deleted
pt_pt: Arquivo deletado

source: Operation Aborted
pt_pt: Operação abortada
