Repository: Nogsus-CL/aquanetwork_lang_theme
Catalog: *.po
Languages: pt_pt

source: Transaction Error
pt_pt: Erro na transação

source: Seller Package
pt_pt: Pacote do vendedor

source: The SagePay payment method requires the PHP extension mcrypt to be installed and activated on your server. Please contact your hosting company to set it up.
pt_pt: O método de pagamento SagePay requer a extensão PHP mcrypt instalada e ativada no seu servidor. Por favor, entre em contato com a sua empresa de hospedagem para configurá-la.

source: Order Is Complete
pt_pt: Pedido concluído

source: Please Transfer Money
pt_pt: Por favor, transfira o dinheiro

source: Account Information
pt_pt: Informações da conta

source: Name
pt_pt: Nome

source: Country Name
pt_pt: Nome do País

source: City Name
pt_pt: Nome da Cidade

source: Send Mtcn Number To Email
pt_pt: Enviar número MTCN para o e-mail

source: Include Order Number To Transfer
pt_pt: Incluir número do pedido na transferência

source: Thank You For Purchase
pt_pt: Obrigado pela compra

source: Error in saving records, please try again
pt_pt: Erro ao salvar registros, por favor, tente novamente

source: Error while saving new state
pt_pt: Erro ao salvar novo estado

source: Country not found
pt_pt: País não encontrado

source: Location format is not correct, please enter data in this format city name, country name
pt_pt: O formato do local não está correto, por favor, digite os dados neste formato: nome da cidade, nome do país

source: Resume already exist in folder
pt_pt: O currículo já existe na pasta

source: Comments
pt_pt: Comentários

source: Rate
pt_pt: Classificação

source: Save
pt_pt: Salvar

source: Close
pt_pt: Fechar

source: Job successfully mark as shortlisted
pt_pt: O trabalho foi marcado com sucesso como selecionado

source: Your job shortlist limit is exceeds
pt_pt: Você excedeu o limite de trabalhos selecionados

source: Job already mark shortlisted
pt_pt: O trabalho já foi marcado como selecionado

source: Error in marking job as shorlist
pt_pt: Erro ao marcar o trabalho como selecionado

source: Pass
pt_pt: Aprovado

source: Sub Category
pt_pt: Subcategoria

source: Company
pt_pt: Empresa

source: Job
pt_pt: Emprego

source: Resume
pt_pt: Currículo

source: Verified
pt_pt: Verificado

source: Not Verified
pt_pt: Não verificado

source: Package Detail
pt_pt: Detalhe do Pacote

source: Select City
pt_pt: Selecionar Cidade

source: Not Required
pt_pt: Não necessário

source: Male
pt_pt: Masculino

source: Female
pt_pt: Feminino

source: Minimum
pt_pt: Mínimo

source: Maximum
pt_pt: Máximo

source: Spam Check
pt_pt: Verificação de Spam

source: Plus
pt_pt: Mais

source: Equals
pt_pt: Igual

source: Minus
pt_pt: Menos

source: Select Country
pt_pt: Selecionar País

source: Cover Letter
pt_pt: Carta de Apresentação

source: Title
pt_pt: Título

source: Body
pt_pt: Corpo

source: Select Currency
pt_pt: Selecionar Moeda

source: Personal Information
pt_pt: Informações Pessoais

source: Application Title
pt_pt: Título da Aplicação

source: First Name
pt_pt: Primeiro Nome

source: Middle Name
pt_pt: Nome do Meio

source: Last Name
pt_pt: Sobrenome

source: Email Address
pt_pt: Endereço de E-mail

source: Home Phone
pt_pt: Telefone Residencial

source: Work Phone
pt_pt: Telefone Comercial

source: Cell
pt_pt: Celular

source: Gender
pt_pt: Gênero

source: I Am Available
pt_pt: Estou Disponível

source: Country
pt_pt: País

source: Basic Information
pt_pt: Informações Básicas

source: Category
pt_pt: Categoria

source: Salary
pt_pt: Salário

source: Work Preference
pt_pt: Preferência de Trabalho

source: Highest Finished Education
pt_pt: Maior Nível de Educação Concluído

source: Total Experience
pt_pt: Experiência Total

source: Date You Can Start
pt_pt: Data em que você pode começar

source: Date Of Birth
pt_pt: Data de Nascimento

source: Address
pt_pt: Endereço

source: City
pt_pt: Cidade

source: State
pt_pt: Estado

source: Zip Code
pt_pt: Código Postal

source: Institutes
pt_pt: Institutos

source: Institute
pt_pt: Instituto

source: Institution Name
pt_pt: Nome da Instituição

source: Cert/deg/oth
pt_pt: Certificado/graduação/outro

source: Area Of Study
pt_pt: Área de Estudo

source: Employers
pt_pt: Empregadores

source: Employer
pt_pt: Empregador

source: Position
pt_pt: Cargo

source: Responsibilities
pt_pt: Responsabilidades

source: Pay Upon Leaving
pt_pt: Remuneração ao Sair

source: From Date
pt_pt: Data de Início

source: To Date
pt_pt: Data de Término

source: Reason For Leaving
pt_pt: Motivo da Saída

source: Phone
pt_pt: Telefone

source: Skills
pt_pt: Habilidades

source: References
pt_pt: Referências

source: Reference
pt_pt: Referência

source: Relation
pt_pt: Relação

source: Years
pt_pt: Anos

source: Language
pt_pt: Idioma

source: Language Name
pt_pt: Nome do Idioma

source: Language Read
pt_pt: Leitura do Idioma

source: Language Write
pt_pt: Escrita do Idioma

source: Language Understand
pt_pt: Compreensão Oral do Idioma

source: Language Learn Institute
pt_pt: Instituto de Idiomas

source: Approved
pt_pt: Aprovado

source: Waiting For Approvel
pt_pt: Aguardando Aprovação

source: Click Here To Edit Job
pt_pt: Clique Aqui Para Editar o Trabalho

source: Yes With Resume
pt_pt: Sim, com currículo

source: Select Package
pt_pt: Selecionar Pacote

source: Jobs Left
pt_pt: Trabalhos Restantes

source: Unlimited Jobs
pt_pt: Empregos Ilimitados

source: Days
pt_pt: Dias

source: Weeks
pt_pt: Semanas

source: Months
pt_pt: Meses

source: Manual Select
pt_pt: Seleção Manual

source: Jobs Duration
pt_pt: Duração dos Empregos

source: Select Category
pt_pt: Selecionar Categoria

source: Select Sub Category
pt_pt: Selecionar Subcategoria

source: Select Company
pt_pt: Selecionar Empresa

source: Select Job Type
pt_pt: Selecionar Tipo de Emprego

source: Select Job Status
pt_pt: Selecionar Status do Emprego

source: Select Job Shift
pt_pt: Selecionar Turno do Emprego

source: From
pt_pt: De

source: To
pt_pt: Para

source: Select
pt_pt: Selecionar

source: Does Not Matter
pt_pt: Não Importa

source: Copy
pt_pt: Copiar

source: Select Education
pt_pt: Selecionar Educação

source: Select Salary Range
pt_pt: Selecionar Faixa Salarial

source: Job Title
pt_pt: Título do Emprego

source: Job Category
pt_pt: Categoria do Emprego

source: Job Sub Category
pt_pt: Subcategoria do Emprego

source: Job Location
pt_pt: Local do Emprego

source: Choose Alert Type
pt_pt: Escolher Tipo de Alerta

source: Daily
pt_pt: Diariamente

source: Weekly
pt_pt: Semanalmente

source: Monthly
pt_pt: Mensalmente

source: Sub Categories
pt_pt: Subcategorias

source: Apply Now
pt_pt: Candidatar-se Agora

source: My Resume
pt_pt: Meu Currículo

source: My Cover Letter
pt_pt: Minha Carta de Apresentação

source: Job Information
pt_pt: Informações do Emprego

source: Job Status
pt_pt: Status do Emprego

source: Location
pt_pt: Localização

source: Posted
pt_pt: Publicado

source: You do not have any resume
pt_pt: Você não possui nenhum currículo

source: Package is required to perform this action, please get package
pt_pt: É necessário um pacote para realizar esta ação, por favor, obtenha um pacote

source: Packages
pt_pt: Pacotes

source: Your current package is expired
pt_pt: Seu pacote atual expirou

source: Your job apply limit is exceeds
pt_pt: Você excedeu o limite de candidaturas a empregos

source: Your job apply limit exceeds, you can not apply to this job
pt_pt: Você excedeu o limite de candidaturas a empregos, você não pode se candidatar a este emprego

source: Visitors are not allow to apply jobs, please register
pt_pt: Os visitantes não podem se candidatar a empregos, por favor, registre-se

source: Visitors are not allow to apply any jobs, please register
pt_pt: Os visitantes não podem se candidatar a nenhum emprego, por favor, registre-se

source: Login
pt_pt: Entrar

source: Register
pt_pt: Registrar

source: Employer not allow
pt_pt: Empregadores não permitidos

source: Employer is not allow in Job Seeker private area
pt_pt: Empregadores não são permitidos na área privada do candidato a emprego

source: Select Gender
pt_pt: Selecionar Gênero

source: Select Nationality
pt_pt: Selecionar Nacionalidade

source: Select Highest Education
pt_pt: Selecionar Maior Nível de Educação

source: Jobseeker
pt_pt: Candidato a Emprego

source: Subject Line
pt_pt: Assunto

source: Email Sender
pt_pt: Remetente do E-mail

source: Send
pt_pt: Enviar

source: All
pt_pt: Todos

source: Today
pt_pt: Hoje

source: days ago
pt_pt: dias atrás

source: Quick View
pt_pt: Visualização Rápida

source: Job Type
pt_pt: Tipo de Trabalho

source: Multi City
pt_pt: Múltiplas Cidades

source: Tell A Friend
pt_pt: Indique a um Amigo

source: Add To Short List
pt_pt: Adicionar à Lista de Selecionados

source: Gold
pt_pt: Dourado

source: Featured
pt_pt: Destaque

source: New
pt_pt: Novo

source: Jobs
pt_pt: Empregos

source: Type
pt_pt: Tipo

source: Salary Range
pt_pt: Faixa Salarial

source: Shift
pt_pt: Turno

source: Requirements
pt_pt: Requisitos

source: Minimum Education
pt_pt: Educação Mínima

source: Maximum Education
pt_pt: Educação Máxima

source: Education
pt_pt: Educação

source: Degree Title
pt_pt: Título do Grau

source: Minimum Experience
pt_pt: Experiência Mínima

source: Maximum Experience
pt_pt: Experiência Máxima

source: Description
pt_pt: Descrição

source: Full Detail
pt_pt: Detalhes Completos

source: Select Range Type
pt_pt: Selecionar Tipo de Faixa

source: Study Area
pt_pt: Área de Estudo

source: Current Salary
pt_pt: Salário Atual

source: You can not view resume in detail
pt_pt: Você não pode visualizar o currículo em detalhes

source: You do not have folders
pt_pt: Você não possui pastas

source: Folder
pt_pt: Pasta

source: Add
pt_pt: Adicionar

source: You do not have right
pt_pt: Você não tem permissão

source: Select State
pt_pt: Selecionar Estado

source: Job Seeker
pt_pt: Candidato a Emprego

source: Job Categories
pt_pt: Categorias de Emprego

source: Please select your role
pt_pt: Por favor, selecione o seu papel

source: Submit
pt_pt: Enviar

source: Employer Login
pt_pt: Login do Empregador

source: User Name
pt_pt: Nome de Usuário

source: Password
pt_pt: Senha

source: Fill Req Fields
pt_pt: Preencha os campos obrigatórios

source: Some values are not acceptable, please retry
pt_pt: Alguns valores não são aceitáveis, por favor, tente novamente

source: User Registration
pt_pt: Registro de Usuário

source: Employer Registration
pt_pt: Registro de Empregador

source: User Email
pt_pt: Email do Usuário

source: Confirm Email
pt_pt: Confirmar Email

source: Verify Password
pt_pt: Verificar Senha

source: User Role
pt_pt: Função do Usuário

source: Please install or enable js jobs register plugin
pt_pt: Por favor, instale ou ative o plugin de registro JS Jobs

source: Please install or enable joomla recaptcha
pt_pt: Por favor, instale ou ative o recaptcha do Joomla

source: Username is already exist
pt_pt: Nome de usuário já existe

source: Email is already exist
pt_pt: Email já existe

source: Email does not match
pt_pt: Os emails não correspondem

source: Password does not match
pt_pt: As senhas não correspondem

source: User registration not allowed
pt_pt: Registro de usuário não permitido

source: Administrator disable user registration
pt_pt: O administrador desabilitou o registro de usuários

source: Control Panel
pt_pt: Painel de Controle

source: New Job
pt_pt: Novo Emprego

source: My Jobs
pt_pt: Meus Empregos

source: My Companies
pt_pt: Minhas Empresas

source: Search Job
pt_pt: Buscar Emprego

source: Newest Jobs
pt_pt: Empregos Mais Recentes

source: My Resumes
pt_pt: Meus Currículos

source: Employer Control Panel
pt_pt: Painel de Controle do Empregador

source: Company Information
pt_pt: Informações da Empresa

source: New Company
pt_pt: Nova Empresa

source: Jobs List By Category
pt_pt: Lista de Empregos por Categoria

source: Job Search Results
pt_pt: Resultados da Busca de Emprego

source: My Applied Jobs
pt_pt: Meus Empregos Aplicados

source: Messages
pt_pt: Mensagens

source: Please enter correct company address
pt_pt: Por favor, insira o endereço correto da empresa

source: Start date must be less then today
pt_pt: A data de início deve ser anterior a hoje

source: Please enter company since date
pt_pt: Por favor, insira a data de fundação da empresa

source: Please enter company description
pt_pt: Por favor, insira a descrição da empresa

source: Please select company logo
pt_pt: Por favor, selecione o logotipo da empresa

source: Categories
pt_pt: Categorias

source: Contact Name
pt_pt: Nome de Contato

source: Contact Phone
pt_pt: Telefone de Contato

source: Contact Fax
pt_pt: Fax de Contato

source: Contact Email
pt_pt: Email de Contato

source: Since
pt_pt: Desde

source: Company Size
pt_pt: Tamanho da Empresa

source: Income
pt_pt: Renda

source: Address 1
pt_pt: Endereço 1

source: Address 2
pt_pt: Endereço 2

source: Logo
pt_pt: Logotipo

source: Delete Logo File
pt_pt: Excluir Arquivo do Logotipo

source: Maximum Width
pt_pt: Largura Máxima

source: Maximum File Size
pt_pt: Tamanho Máximo do Arquivo

source: Small Logo
pt_pt: Logotipo Pequeno

source: Delete Small Logo
pt_pt: Excluir Logotipo Pequeno

source: About Company
pt_pt: Sobre a Empresa

source: Delete About Company File
pt_pt: Excluir Arquivo Sobre a Empresa

source: Save Company
pt_pt: Salvar Empresa

source: Type In A Search
pt_pt: Digite uma busca

source: No Results
pt_pt: Sem Resultados

source: Searching...
pt_pt: Buscando...

source: Companies
pt_pt: Empresas

source: View All Jobs
pt_pt: Ver Todos os Empregos

source: Are you sure to delete the company
pt_pt: Tem certeza de que deseja excluir a empresa?

source: Created
pt_pt: Criado

source: Pending
pt_pt: Pendente

source: Rejected
pt_pt: Rejeitado

source: Edit
pt_pt: Editar

source: View
pt_pt: Visualizar

source: Delete
pt_pt: Excluir

source: Gold Company
pt_pt: Empresa Dourada

source: Featured Company
pt_pt: Empresa em Destaque

source: Coordinates Radius
pt_pt: Raio de Coordenadas

source: All Companies
pt_pt: Todas as Empresas

source: My Cover Letters
pt_pt: Minhas Cartas de Apresentação

source: Cover Letter Form
pt_pt: Formulário de Carta de Apresentação

source: View Cover Letter
pt_pt: Ver Carta de Apresentação

source: Applied Resume
pt_pt: Currículo Aplicado

source: Job Applied Resume
pt_pt: Currículo de Emprego Aplicado

source: View Resume
pt_pt: Ver Currículo

source: Resume Search Result
pt_pt: Resultado da Busca de Currículo

source: Save Cover Letter
pt_pt: Salvar Carta de Apresentação

source: Are you sure to delete the cover letter
pt_pt: Tem certeza de que deseja excluir a carta de apresentação?

source: My Departments
pt_pt: Meus Departamentos

source: Edit Department Information
pt_pt: Editar Informações do Departamento

source: View Department
pt_pt: Ver Departamento

source: Department Information
pt_pt: Informações do Departamento

source: Department Name
pt_pt: Nome do Departamento

source: My Stats
pt_pt: Minhas Estatísticas

source: My Stuff
pt_pt: Minhas Coisas

source: New Department
pt_pt: Novo Departamento

source: New Folder
pt_pt: Nova Pasta

source: My Folders
pt_pt: Minhas Pastas

source: Profile
pt_pt: Perfil

source: Logout
pt_pt: Sair

source: Resumes
pt_pt: Currículos

source: Resume Save Searches
pt_pt: Salvar Buscas de Currículos

source: Resume By Categories
pt_pt: Currículos por Categorias

source: Resume RSS
pt_pt: Currículos RSS

source: Statistics
pt_pt: Estatísticas

source: Purchase History
pt_pt: Histórico de Compras

source: Day
pt_pt: Dia

source: Your Package
pt_pt: Seu Pacote

source: Has Expired
pt_pt: Expirou

source: Ago
pt_pt: atrás

source: Employer Packages
pt_pt: Pacotes para Empregadores

source: Stats
pt_pt: Estatísticas

source: Gold Companies
pt_pt: Empresas Douradas

source: Featured Companies
pt_pt: Empresas em Destaque

source: Gold Jobs
pt_pt: Empregos Dourados

source: Featured Jobs
pt_pt: Empregos em Destaque

source: Jobs Allow
pt_pt: Empregos Permitidos

source: Unlimited
pt_pt: Ilimitado

source: Expired Jobs
pt_pt: Empregos Expirados

source: Companies Allow
pt_pt: Empresas Permitidas

source: Package Not Required
pt_pt: Pacote não Requerido

source: Package Buy Now
pt_pt: Comprar Pacote Agora

source: Package Details
pt_pt: Detalhes do Pacote

source: Buy Now
pt_pt: Comprar Agora

source: Companies Allowed
pt_pt: Empresas Permitidas

source: Jobs Allowed
pt_pt: Empregos Permitidos

source: View Resume In Details
pt_pt: Ver Detalhes do Currículo

source: Expire In Days
pt_pt: Expirar em Dias

source: Price
pt_pt: Preço

source: Discount
pt_pt: Desconto

source: Free
pt_pt: Grátis

source: Payment Methods
pt_pt: Métodos de Pagamento

source: Select Bank
pt_pt: Selecionar Banco

source: No Bank Found
pt_pt: Nenhum Banco Encontrado

source: Featured Companies Expire In Days
pt_pt: Empresas em Destaque Expiram em Dias

source: Gold Companies Expire In Days
pt_pt: Companhias Douradas Expire In Days

source: Resume Save Search
pt_pt: Salvar Pesquisa de Currículo

source: My Folders Resumes
pt_pt: Meus Currículos

source: Folders Info
pt_pt: Informações da Pasta

source: View Folder
pt_pt: Visualizar Pasta

source: Are you sure to delete the folder
pt_pt: Tem certeza que deseja excluir a pasta?

source: Folder Information
pt_pt: Informações da Pasta

source: Edit Job Information
pt_pt: Editar Informações do Emprego

source: New Job Information
pt_pt: Nova Informação de Emprego

source: View Job
pt_pt: Ver Emprego

source: Jobs List By Subcategory
pt_pt: Lista de Empregos por Subcategoria

source: Start publishing date must be less then stop publishing date
pt_pt: A data de início de publicação deve ser anterior à data de término de publicação.

source: Start publishing date must be greater then today date
pt_pt: A data de início de publicação deve ser posterior à data de hoje.

source: Stop publishing date must be greater then start publishing date
pt_pt: A data de término de publicação deve ser posterior à data de início de publicação.

source: Age from must be less then age to
pt_pt: A idade inicial deve ser inferior à idade final.

source: Salary range from must be less then salary range to
pt_pt: A faixa salarial inicial deve ser inferior à faixa salarial final.

source: Age to must be greater then age from
pt_pt: A idade final deve ser maior que a idade inicial.

source: Salary range to must be greater then salary range from
pt_pt: A faixa salarial final deve ser maior que a faixa salarial inicial.

source: Please select package for new job
pt_pt: Selecione um pacote para o novo emprego

source: Please enter job publish date
pt_pt: Insira a data de publicação do emprego

source: Please enter job stop publish date
pt_pt: Insira a data de término de publicação do emprego

source: Please enter job description
pt_pt: Insira a descrição do emprego

source: Please enter job qualifications
pt_pt: Insira as qualificações do emprego

source: Please enter job preferred skills
pt_pt: Insira as habilidades preferidas para o emprego

source: Please enter job agreement
pt_pt: Insira o acordo do emprego

source: Please check filter apply setting
pt_pt: Verifique as configurações de aplicação do filtro

source: Please check email setting
pt_pt: Verifique as configurações de e-mail

source: Gold Job
pt_pt: Emprego Dourado

source: Featured Job
pt_pt: Emprego em Destaque

source: Specify Range
pt_pt: Especificar Faixa

source: Cancel Range
pt_pt: Cancelar Faixa

source: If Any Other Experience
pt_pt: Se Houver Outra Experiência

source: Duration
pt_pt: Duração

source: I.e. 18 Months Or 3 Years
pt_pt: Por exemplo, 18 meses ou 3 anos

source: Start Publishing
pt_pt: Iniciar Publicação

source: Stop Publishing
pt_pt: Parar Publicação

source: Age
pt_pt: Idade

source: Career Level
pt_pt: Nível de Carreira

source: Work Permit
pt_pt: Permissão de Trabalho

source: Required Travel
pt_pt: Viagens Necessárias

source: Agreement
pt_pt: Acordo

source: Qualifications
pt_pt: Qualificações

source: Preferred Skills
pt_pt: Habilidades Preferidas

source: Meta Description
pt_pt: Meta Descrição

source: Meta Keywords
pt_pt: Palavras-chave da Meta

source: Video
pt_pt: Vídeo

source: Youtube Video Id
pt_pt: ID do Vídeo do YouTube

source: Map
pt_pt: Mapa

source: Get Address From Marker
pt_pt: Obter Endereço a partir do Marcador

source: Set Marker From Address
pt_pt: Definir Marcador a partir do Endereço

source: Filters
pt_pt: Filtros

source: Email Setting
pt_pt: Configuração de E-mail

source: Job apply alert e-mail setting
pt_pt: Configuração de alerta de inscrição para empregos por e-mail

source: Do not email me
pt_pt: Não enviar e-mail para mim

source: Email me resume of new applicant
pt_pt: Enviar-me o currículo de um novo candidato

source: Save Job
pt_pt: Salvar Emprego

source: Error while getting subcategories
pt_pt: Erro ao obter as subcategorias

source: Meters
pt_pt: Metros

source: Kilometers
pt_pt: Quilômetros

source: Miles
pt_pt: Milhas

source: Nautical Miles
pt_pt: Milhas Náuticas

source: Delete This Filter
pt_pt: Excluir este filtro

source: Save This Filter
pt_pt: Salvar este filtro

source: Go
pt_pt: Ir

source: Reset
pt_pt: Reiniciar

source: Close Map
pt_pt: Fechar Mapa

source: Please enter the coordinate radius
pt_pt: Por favor, insira o raio de coordenadas

source: Save This Search
pt_pt: Salvar esta busca

source: Map Coordinates
pt_pt: Coordenadas no Mapa

source: Show Map
pt_pt: Mostrar Mapa

source: Radius Length Type
pt_pt: Tipo de Comprimento do Raio

source: Keywords
pt_pt: Palavras-chave

source: Job By Types
pt_pt: Empregos por Tipos

source: Are you sure to delete the job
pt_pt: Tem certeza de que deseja excluir o emprego?

source: Add To Gold Jobs
pt_pt: Adicionar a Empregos Dourados

source: Add To Featured Jobs
pt_pt: Adicionar a Empregos em Destaque

source: Copy Job
pt_pt: Copiar Anúncio de Emprego

source: Short List Candidates
pt_pt: Lista de Candidatos Selecionados

source: Publish
pt_pt: Publicar

source: Expired
pt_pt: Expirado

source: Job posting has been copied
pt_pt: O anúncio de emprego foi copiado

source: Cannot add new job
pt_pt: Não é possível adicionar um novo emprego

source: Facebook Comments
pt_pt: Comentários do Facebook

source: Your Name
pt_pt: Seu Nome

source: Your Email
pt_pt: Seu E-mail

source: Friend Email
pt_pt: E-mail do Amigo

source: Message
pt_pt: Mensagem

source: Max Length Is 250 Chars
pt_pt: Máximo de 250 caracteres

source: Send To Friends
pt_pt: Enviar para Amigos

source: Job successfully sent to friends
pt_pt: O emprego foi enviado com sucesso para seus amigos

source: Your name is required
pt_pt: Seu nome é obrigatório

source: Your email is required
pt_pt: Seu e-mail é obrigatório

source: Invalid Email
pt_pt: E-mail inválido

source: Enter atleast one friend email
pt_pt: Insira pelo menos um e-mail de amigo

source: Please enter message
pt_pt: Por favor, insira uma mensagem

source: Job Alert Info
pt_pt: Informações do Alerta de Emprego

source: Job Alert Unsubscribe
pt_pt: Cancelar inscrição no Alerta de Emprego

source: Unsubscribe Job Alert
pt_pt: Cancelar inscrição no Alerta de Emprego

source: Alert Type
pt_pt: Tipo de Alerta

source: Please select alert type
pt_pt: Selecione um tipo de alerta

source: Unsubscribe
pt_pt: Cancelar Inscrição

source: Short List
pt_pt: Lista de Selecionados

source: Send Message
pt_pt: Enviar Mensagem

source: Resume Applied
pt_pt: Currículo Enviado

source: Job View
pt_pt: Visualização de Emprego

source: Applied
pt_pt: Enviado

source: Available
pt_pt: Disponível

source: Applied Date
pt_pt: Data de Envio

source: Inbox
pt_pt: Caixa de Entrada

source: Shortlist
pt_pt: Lista de Selecionados

source: Hired
pt_pt: Contratado

source: Search
pt_pt: Pesquisar

source: Export All
pt_pt: Exportar Todos

source: Nationality
pt_pt: Nacionalidade

source: Resume Title
pt_pt: Título do Currículo

source: Expected Salary
pt_pt: Salário Esperado
